
RecountPerCharDB = {
	["version"] = "1.3",
	["combatants"] = {
		["Harutt"] = {
			["GUID"] = "0xF13001117D000236",
			["LastEventHealth"] = {
				"12671 (100%)", -- [1]
				"12671 (100%)", -- [2]
				"12671 (100%)", -- [3]
				"12671 (100%)", -- [4]
				"12671 (100%)", -- [5]
				"12671 (100%)", -- [6]
				"12671 (100%)", -- [7]
				"12671 (100%)", -- [8]
				"12671 (100%)", -- [9]
				"12671 (100%)", -- [10]
				"12671 (100%)", -- [11]
				"12671 (100%)", -- [12]
				"12671 (100%)", -- [13]
				"12671 (100%)", -- [14]
				"12671 (100%)", -- [15]
				"12671 (100%)", -- [16]
				"12671 (100%)", -- [17]
				"12671 (100%)", -- [18]
				"12671 (100%)", -- [19]
				"12671 (100%)", -- [20]
				"12671 (100%)", -- [21]
				"12671 (100%)", -- [22]
				"12671 (100%)", -- [23]
				"12671 (100%)", -- [24]
				"12671 (100%)", -- [25]
				"12671 (100%)", -- [26]
				"12671 (100%)", -- [27]
				"12671 (100%)", -- [28]
				"12671 (100%)", -- [29]
				"12671 (100%)", -- [30]
				"12671 (100%)", -- [31]
				"12671 (100%)", -- [32]
				"12671 (100%)", -- [33]
				"12671 (100%)", -- [34]
				"12671 (100%)", -- [35]
				"12671 (100%)", -- [36]
				"12671 (100%)", -- [37]
				"12671 (100%)", -- [38]
				"12671 (100%)", -- [39]
				"12671 (100%)", -- [40]
				"12671 (100%)", -- [41]
				"12671 (100%)", -- [42]
				"12671 (100%)", -- [43]
				"12671 (100%)", -- [44]
				"12671 (100%)", -- [45]
				"12671 (100%)", -- [46]
				"12671 (100%)", -- [47]
				"12671 (100%)", -- [48]
				"12671 (100%)", -- [49]
				"12671 (100%)", -- [50]
			},
			["LastAttackedBy"] = "大主教玛拉达尔",
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"HEAL", -- [2]
				"HEAL", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"HEAL", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"HEAL", -- [9]
				"DAMAGE", -- [10]
				"HEAL", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"HEAL", -- [14]
				"HEAL", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"HEAL", -- [18]
				"DAMAGE", -- [19]
				"HEAL", -- [20]
				"DAMAGE", -- [21]
				"HEAL", -- [22]
				"HEAL", -- [23]
				"DAMAGE", -- [24]
				"HEAL", -- [25]
				"DAMAGE", -- [26]
				"HEAL", -- [27]
				"DAMAGE", -- [28]
				"HEAL", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"HEAL", -- [32]
				"HEAL", -- [33]
				"DAMAGE", -- [34]
				"DAMAGE", -- [35]
				"HEAL", -- [36]
				"HEAL", -- [37]
				"DAMAGE", -- [38]
				"HEAL", -- [39]
				"DAMAGE", -- [40]
				"HEAL", -- [41]
				"DAMAGE", -- [42]
				"HEAL", -- [43]
				"DAMAGE", -- [44]
				"DAMAGE", -- [45]
				"HEAL", -- [46]
				"DAMAGE", -- [47]
				"DAMAGE", -- [48]
				"DAMAGE", -- [49]
				"HEAL", -- [50]
			},
			["TimeWindows"] = {
				["Dispelled"] = {
					1, -- [1]
				},
				["Dispels"] = {
					11, -- [1]
				},
				["DamageTaken"] = {
					26282, -- [1]
				},
				["RageGain"] = {
					1605, -- [1]
				},
				["TimeDamage"] = {
					341.5700000000001, -- [1]
				},
				["Interrupts"] = {
					4, -- [1]
				},
				["ActiveTime"] = {
					341.5700000000001, -- [1]
				},
				["HealingTaken"] = {
					27246, -- [1]
				},
				["Damage"] = {
					422007, -- [1]
				},
			},
			["enClass"] = "WARRIOR",
			["unit"] = "Harutt",
			["LastActive"] = 1716843089,
			["level"] = 70,
			["LastDamageAbility"] = "肉搏",
			["LastFightIn"] = 10,
			["LastEventNum"] = {
				[14] = 3.993370688974824,
				[29] = 3.993370688974824,
				[3] = 1.996685344487412,
				[15] = 1.996685344487412,
				[32] = 3.993370688974824,
				[33] = 1.996685344487412,
				[18] = 1.996685344487412,
				[37] = 1.996685344487412,
				[39] = 3.993370688974824,
				[20] = 3.993370688974824,
				[41] = 3.993370688974824,
				[43] = 3.993370688974824,
				[22] = 3.993370688974824,
				[11] = 1.996685344487412,
				[46] = 3.993370688974824,
				[50] = 1.996685344487412,
				[36] = 3.993370688974824,
				[6] = 1.996685344487412,
				[25] = 2.825349222634362,
				[27] = 3.993370688974824,
				[23] = 1.996685344487412,
				[9] = 3.993370688974824,
				[2] = 3.993370688974824,
			},
			["lazysync"] = true,
			["FightsSaved"] = 5,
			["UnitLockout"] = 1716790800,
			["Fights"] = {
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["HOTs"] = {
					},
					["ManaGain"] = 0,
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialAbsorb"] = {
					},
					["RageGain"] = 0,
					["FAttacks"] = {
					},
					["PartialBlock"] = {
					},
					["ElementDone"] = {
					},
					["CCBroken"] = {
					},
					["ElementHitsDone"] = {
					},
					["Dispelled"] = 0,
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["FDamagedWho"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["RageGained"] = {
					},
					["ActiveTime"] = 0,
					["CCBreak"] = 0,
					["EnergyGain"] = 0,
					["WhoHealed"] = {
					},
					["PartialResist"] = {
					},
					["ManaGained"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["ElementTakenResist"] = {
					},
					["InterruptData"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
					},
					["Heals"] = {
					},
					["FDamage"] = 0,
					["EnergyGained"] = {
					},
					["HealedWho"] = {
					},
					["Healing"] = 0,
					["RunicPowerGained"] = {
					},
					["ManaGainedFrom"] = {
					},
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["DamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
						["Harutt"] = {
							["Details"] = {
								["血性狂暴"] = {
									["count"] = 40,
								},
							},
							["amount"] = 40,
						},
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["HOTs"] = {
					},
					["ManaGain"] = 0,
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialAbsorb"] = {
					},
					["RageGain"] = 40,
					["FAttacks"] = {
					},
					["PartialBlock"] = {
					},
					["ElementDone"] = {
					},
					["CCBroken"] = {
					},
					["ElementHitsDone"] = {
					},
					["Dispelled"] = 0,
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["FDamagedWho"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["RageGained"] = {
						["血性狂暴"] = {
							["Details"] = {
								["Harutt"] = {
									["count"] = 40,
								},
							},
							["amount"] = 40,
						},
					},
					["ActiveTime"] = 0,
					["CCBreak"] = 0,
					["EnergyGain"] = 0,
					["WhoHealed"] = {
					},
					["PartialResist"] = {
					},
					["ManaGained"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["ElementTakenResist"] = {
					},
					["InterruptData"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
					},
					["Heals"] = {
					},
					["FDamage"] = 0,
					["EnergyGained"] = {
					},
					["HealedWho"] = {
					},
					["Healing"] = 0,
					["RunicPowerGained"] = {
					},
					["ManaGainedFrom"] = {
					},
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["DamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["ElementDoneBlock"] = {
						["Melee"] = 66,
						["Physical"] = 394,
					},
					["PartialBlock"] = {
						["肉搏"] = {
							["Details"] = {
								["被格挡"] = {
									["max"] = 478,
									["min"] = 0,
									["count"] = 27,
									["amount"] = 7333,
								},
							},
							["count"] = 27,
							["amount"] = 7333,
						},
					},
					["PartialAbsorb"] = {
						["血肉撕咬"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["破甲攻击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["打击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["吸取灵魂"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["暗影守卫"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 468,
									["min"] = 439,
									["count"] = 2,
									["amount"] = 907,
								},
							},
							["count"] = 8,
							["amount"] = 907,
						},
						["暗影箭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["射击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["灵魂尖啸"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 156,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 484,
									["min"] = 56,
									["count"] = 40,
									["amount"] = 10661,
								},
							},
							["count"] = 196,
							["amount"] = 10661,
						},
					},
					["TimeSpent"] = {
						["奥金尼灵魂祭司"] = {
							["Details"] = {
								["震荡波"] = {
									["count"] = 0.62,
								},
								["英勇打击"] = {
									["count"] = 1.45,
								},
								["伤害护盾"] = {
									["count"] = 5.57,
								},
								["盾牌猛击"] = {
									["count"] = 10.26,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["毁灭打击"] = {
									["count"] = 13.02,
								},
								["雷霆一击"] = {
									["count"] = 4.01,
								},
								["顺劈斩"] = {
									["count"] = 0.6800000000000001,
								},
								["惩戒痛击"] = {
									["count"] = 1.44,
								},
								["肉搏"] = {
									["count"] = 24.37000000000001,
								},
								["震荡猛击"] = {
									["count"] = 0,
								},
								["复仇"] = {
									["count"] = 5.81,
								},
								["拦截"] = {
									["count"] = 5.18,
								},
								["荆棘术"] = {
									["count"] = 0.72,
								},
							},
							["amount"] = 73.13,
						},
						["相位祭司"] = {
							["Details"] = {
								["震荡波"] = {
									["count"] = 0.83,
								},
								["顺劈斩"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["荆棘术"] = {
									["count"] = 0.2,
								},
								["肉搏"] = {
									["count"] = 0.44,
								},
							},
							["amount"] = 1.47,
						},
						["幻影占有者"] = {
							["Details"] = {
								["盾牌猛击"] = {
									["count"] = 0.78,
								},
								["雷霆一击"] = {
									["count"] = 0.02,
								},
							},
							["amount"] = 0.8,
						},
						["复生的白骨"] = {
							["Details"] = {
								["震荡波"] = {
									["count"] = 0,
								},
								["英勇打击"] = {
									["count"] = 0.9,
								},
								["伤害护盾"] = {
									["count"] = 7.710000000000001,
								},
								["盾牌猛击"] = {
									["count"] = 7.35,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["毁灭打击"] = {
									["count"] = 4.96,
								},
								["顺劈斩"] = {
									["count"] = 0.63,
								},
								["惩戒痛击"] = {
									["count"] = 1.64,
								},
								["雷霆一击"] = {
									["count"] = 2.79,
								},
								["荆棘术"] = {
									["count"] = 9.67,
								},
								["复仇"] = {
									["count"] = 0.6799999999999999,
								},
								["震荡猛击"] = {
									["count"] = 1.49,
								},
								["肉搏"] = {
									["count"] = 3.750000000000001,
								},
							},
							["amount"] = 41.56999999999999,
						},
						["相位潜行者"] = {
							["Details"] = {
								["震荡波"] = {
									["count"] = 1.27,
								},
								["英勇打击"] = {
									["count"] = 1.39,
								},
								["毁灭打击"] = {
									["count"] = 3.43,
								},
								["肉搏"] = {
									["count"] = 0.24,
								},
								["雷霆一击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 6.33,
						},
						["无息的巫师"] = {
							["Details"] = {
								["震荡波"] = {
									["count"] = 0,
								},
								["伤害护盾"] = {
									["count"] = 1.37,
								},
								["雷霆一击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 1.37,
						},
						["殉难者的化身"] = {
							["Details"] = {
								["震荡波"] = {
									["count"] = 0.65,
								},
								["英勇打击"] = {
									["count"] = 2.98,
								},
								["盾牌猛击"] = {
									["count"] = 3.03,
								},
								["毁灭打击"] = {
									["count"] = 1.6,
								},
								["肉搏"] = {
									["count"] = 1.39,
								},
							},
							["amount"] = 9.65,
						},
						["奥金尼僧侣"] = {
							["Details"] = {
								["震荡波"] = {
									["count"] = 0,
								},
								["英勇打击"] = {
									["count"] = 2.11,
								},
								["伤害护盾"] = {
									["count"] = 2.5,
								},
								["盾牌猛击"] = {
									["count"] = 3.4,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["毁灭打击"] = {
									["count"] = 7.25,
								},
								["荆棘术"] = {
									["count"] = 7.17,
								},
								["雷霆一击"] = {
									["count"] = 7.15,
								},
								["断筋"] = {
									["count"] = 1.25,
								},
								["复仇"] = {
									["count"] = 1.52,
								},
								["震荡猛击"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 12.96,
								},
							},
							["amount"] = 45.31,
						},
						["无息的巡视者"] = {
							["Details"] = {
								["震荡波"] = {
									["count"] = 0,
								},
								["顺劈斩"] = {
									["count"] = 0,
								},
								["雷霆一击"] = {
									["count"] = 0.24,
								},
								["复仇"] = {
									["count"] = 0.22,
								},
								["肉搏"] = {
									["count"] = 3.09,
								},
								["毁灭打击"] = {
									["count"] = 2.58,
								},
							},
							["amount"] = 6.13,
						},
						["相位士兵"] = {
							["Details"] = {
								["震荡波"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["雷霆一击"] = {
									["count"] = 1.13,
								},
								["荆棘术"] = {
									["count"] = 9.850000000000001,
								},
							},
							["amount"] = 10.98,
						},
						["无息的士兵"] = {
							["Details"] = {
								["震荡波"] = {
									["count"] = 0.02,
								},
								["惩戒痛击"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 1.73,
								},
								["盾牌猛击"] = {
									["count"] = 0.79,
								},
								["复仇"] = {
									["count"] = 0,
								},
								["雷霆一击"] = {
									["count"] = 2.92,
								},
								["毁灭打击"] = {
									["count"] = 0.36,
								},
							},
							["amount"] = 5.82,
						},
						["蜘蛛"] = {
							["Details"] = {
								["雷霆一击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暴怒的骷髅"] = {
							["Details"] = {
								["震荡波"] = {
									["count"] = 0,
								},
								["英勇打击"] = {
									["count"] = 1.46,
								},
								["伤害护盾"] = {
									["count"] = 0,
								},
								["盾牌猛击"] = {
									["count"] = 1.34,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["毁灭打击"] = {
									["count"] = 3.14,
								},
								["顺劈斩"] = {
									["count"] = 3.76,
								},
								["惩戒痛击"] = {
									["count"] = 1.61,
								},
								["雷霆一击"] = {
									["count"] = 1.01,
								},
								["复仇"] = {
									["count"] = 0.02,
								},
								["荆棘术"] = {
									["count"] = 4.66,
								},
								["肉搏"] = {
									["count"] = 5.37,
								},
							},
							["amount"] = 22.37000000000001,
						},
						["死亡观察者希尔拉克"] = {
							["Details"] = {
								["震荡波"] = {
									["count"] = 0,
								},
								["伤害护盾"] = {
									["count"] = 0.16,
								},
								["盾牌猛击"] = {
									["count"] = 0.01,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["毁灭打击"] = {
									["count"] = 2.01,
								},
								["拦截"] = {
									["count"] = 3.5,
								},
								["肉搏"] = {
									["count"] = 6.890000000000002,
								},
								["复仇"] = {
									["count"] = 1.83,
								},
								["荆棘术"] = {
									["count"] = 3.75,
								},
								["雷霆一击"] = {
									["count"] = 1.02,
								},
							},
							["amount"] = 19.17,
						},
						["相位巫师"] = {
							["Details"] = {
								["震荡波"] = {
									["count"] = 0,
								},
								["雷霆一击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["奥金尼守备官"] = {
							["Details"] = {
								["震荡波"] = {
									["count"] = 0,
								},
								["英勇打击"] = {
									["count"] = 5.470000000000001,
								},
								["伤害护盾"] = {
									["count"] = 0.38,
								},
								["盾牌猛击"] = {
									["count"] = 8.33,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["毁灭打击"] = {
									["count"] = 3.19,
								},
								["顺劈斩"] = {
									["count"] = 0.55,
								},
								["肉搏"] = {
									["count"] = 10.38,
								},
								["荆棘术"] = {
									["count"] = 3.71,
								},
								["复仇"] = {
									["count"] = 3.020000000000001,
								},
								["震荡猛击"] = {
									["count"] = 0,
								},
								["雷霆一击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 35.03000000000001,
						},
						["被激怒的骷髅"] = {
							["Details"] = {
								["震荡波"] = {
									["count"] = 0.01,
								},
								["英勇打击"] = {
									["count"] = 1.81,
								},
								["伤害护盾"] = {
									["count"] = 0,
								},
								["盾牌猛击"] = {
									["count"] = 3.2,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["毁灭打击"] = {
									["count"] = 2.44,
								},
								["顺劈斩"] = {
									["count"] = 1.84,
								},
								["荆棘术"] = {
									["count"] = 11.6,
								},
								["肉搏"] = {
									["count"] = 0,
								},
								["复仇"] = {
									["count"] = 0.85,
								},
								["震荡猛击"] = {
									["count"] = 0,
								},
								["雷霆一击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 21.75,
						},
						["大主教玛拉达尔"] = {
							["Details"] = {
								["震荡波"] = {
									["count"] = 3.5,
								},
								["英勇打击"] = {
									["count"] = 1.62,
								},
								["震荡猛击"] = {
									["count"] = 0.14,
								},
								["盾牌猛击"] = {
									["count"] = 5.38,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["毁灭打击"] = {
									["count"] = 1.72,
								},
								["雷霆一击"] = {
									["count"] = 0.01,
								},
								["荆棘术"] = {
									["count"] = 0.53,
								},
								["复仇"] = {
									["count"] = 1.02,
								},
								["复仇昏迷"] = {
									["count"] = 0,
								},
								["伤害护盾"] = {
									["count"] = 0.5,
								},
								["肉搏"] = {
									["count"] = 6.720000000000001,
								},
							},
							["amount"] = 21.14,
						},
						["奥金尼通灵师"] = {
							["Details"] = {
								["震荡波"] = {
									["count"] = 0,
								},
								["英勇打击"] = {
									["count"] = 1.41,
								},
								["伤害护盾"] = {
									["count"] = 0,
								},
								["盾牌猛击"] = {
									["count"] = 1.65,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["毁灭打击"] = {
									["count"] = 7.710000000000001,
								},
								["顺劈斩"] = {
									["count"] = 0.77,
								},
								["肉搏"] = {
									["count"] = 4.85,
								},
								["复仇"] = {
									["count"] = 0.23,
								},
								["荆棘术"] = {
									["count"] = 0.8,
								},
								["雷霆一击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 17.42,
						},
						["无息的祭司"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 2.13,
								},
								["雷霆一击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 2.13,
						},
					},
					["DamageTaken"] = 26282,
					["RageGainedFrom"] = {
						["Harutt"] = {
							["Details"] = {
								["盾牌专精效果"] = {
									["count"] = 425,
								},
								["冲锋"] = {
									["count"] = 450,
								},
								["血性狂暴"] = {
									["count"] = 520,
								},
								["狂暴之怒效果"] = {
									["count"] = 120,
								},
								["英勇打击雕文"] = {
									["count"] = 90,
								},
							},
							["amount"] = 1605,
						},
					},
					["PartialResist"] = {
						["血肉撕咬"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["破甲攻击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["打击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["吸取灵魂"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["暗影守卫"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 8,
							["amount"] = 0,
						},
						["暗影箭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["射击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["灵魂尖啸"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 196,
									["amount"] = 0,
								},
							},
							["count"] = 196,
							["amount"] = 0,
						},
					},
					["Dispelled"] = 1,
					["ElementTakenAbsorb"] = {
						["Melee"] = 10661,
						["Shadow"] = 907,
					},
					["Interrupts"] = 4,
					["WhoHealed"] = {
						["Gpt"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 2332,
								},
								["神圣风暴"] = {
									["count"] = 519,
								},
							},
							["amount"] = 2851,
						},
						["Fallat"] = {
							["Details"] = {
								["强效治疗术"] = {
									["count"] = 1644,
								},
								["恢复"] = {
									["count"] = 1758,
								},
								["祈福"] = {
									["count"] = 162,
								},
								["快速治疗"] = {
									["count"] = 1474,
								},
								["真言术：盾雕文"] = {
									["count"] = 826,
								},
							},
							["amount"] = 5864,
						},
						["Shalannius"] = {
							["Details"] = {
								["强化兽群领袖"] = {
									["count"] = 18531,
								},
							},
							["amount"] = 18531,
						},
					},
					["ElementTaken"] = {
						["Shadow"] = 3510,
						["Melee"] = 21721,
						["Physical"] = 1051,
					},
					["RageGained"] = {
						["盾牌专精效果"] = {
							["Details"] = {
								["Harutt"] = {
									["count"] = 425,
								},
							},
							["amount"] = 425,
						},
						["冲锋"] = {
							["Details"] = {
								["Harutt"] = {
									["count"] = 450,
								},
							},
							["amount"] = 450,
						},
						["血性狂暴"] = {
							["Details"] = {
								["Harutt"] = {
									["count"] = 520,
								},
							},
							["amount"] = 520,
						},
						["狂暴之怒效果"] = {
							["Details"] = {
								["Harutt"] = {
									["count"] = 120,
								},
							},
							["amount"] = 120,
						},
						["英勇打击雕文"] = {
							["Details"] = {
								["Harutt"] = {
									["count"] = 90,
								},
							},
							["amount"] = 90,
						},
					},
					["Damage"] = 422007,
					["TimeDamaging"] = {
						["奥金尼灵魂祭司"] = {
							["Details"] = {
								["震荡波"] = {
									["count"] = 0.62,
								},
								["英勇打击"] = {
									["count"] = 1.45,
								},
								["伤害护盾"] = {
									["count"] = 5.57,
								},
								["盾牌猛击"] = {
									["count"] = 10.26,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["毁灭打击"] = {
									["count"] = 13.02,
								},
								["雷霆一击"] = {
									["count"] = 4.01,
								},
								["顺劈斩"] = {
									["count"] = 0.6800000000000001,
								},
								["惩戒痛击"] = {
									["count"] = 1.44,
								},
								["肉搏"] = {
									["count"] = 24.37000000000001,
								},
								["震荡猛击"] = {
									["count"] = 0,
								},
								["复仇"] = {
									["count"] = 5.81,
								},
								["拦截"] = {
									["count"] = 5.18,
								},
								["荆棘术"] = {
									["count"] = 0.72,
								},
							},
							["amount"] = 73.13,
						},
						["相位祭司"] = {
							["Details"] = {
								["震荡波"] = {
									["count"] = 0.83,
								},
								["顺劈斩"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["荆棘术"] = {
									["count"] = 0.2,
								},
								["肉搏"] = {
									["count"] = 0.44,
								},
							},
							["amount"] = 1.47,
						},
						["幻影占有者"] = {
							["Details"] = {
								["盾牌猛击"] = {
									["count"] = 0.78,
								},
								["雷霆一击"] = {
									["count"] = 0.02,
								},
							},
							["amount"] = 0.8,
						},
						["复生的白骨"] = {
							["Details"] = {
								["震荡波"] = {
									["count"] = 0,
								},
								["英勇打击"] = {
									["count"] = 0.9,
								},
								["伤害护盾"] = {
									["count"] = 7.710000000000001,
								},
								["盾牌猛击"] = {
									["count"] = 7.35,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["毁灭打击"] = {
									["count"] = 4.96,
								},
								["顺劈斩"] = {
									["count"] = 0.63,
								},
								["惩戒痛击"] = {
									["count"] = 1.64,
								},
								["雷霆一击"] = {
									["count"] = 2.79,
								},
								["荆棘术"] = {
									["count"] = 9.67,
								},
								["复仇"] = {
									["count"] = 0.6799999999999999,
								},
								["震荡猛击"] = {
									["count"] = 1.49,
								},
								["肉搏"] = {
									["count"] = 3.750000000000001,
								},
							},
							["amount"] = 41.56999999999999,
						},
						["相位潜行者"] = {
							["Details"] = {
								["震荡波"] = {
									["count"] = 1.27,
								},
								["英勇打击"] = {
									["count"] = 1.39,
								},
								["毁灭打击"] = {
									["count"] = 3.43,
								},
								["肉搏"] = {
									["count"] = 0.24,
								},
								["雷霆一击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 6.33,
						},
						["无息的巫师"] = {
							["Details"] = {
								["震荡波"] = {
									["count"] = 0,
								},
								["伤害护盾"] = {
									["count"] = 1.37,
								},
								["雷霆一击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 1.37,
						},
						["殉难者的化身"] = {
							["Details"] = {
								["震荡波"] = {
									["count"] = 0.65,
								},
								["英勇打击"] = {
									["count"] = 2.98,
								},
								["盾牌猛击"] = {
									["count"] = 3.03,
								},
								["毁灭打击"] = {
									["count"] = 1.6,
								},
								["肉搏"] = {
									["count"] = 1.39,
								},
							},
							["amount"] = 9.65,
						},
						["奥金尼僧侣"] = {
							["Details"] = {
								["震荡波"] = {
									["count"] = 0,
								},
								["英勇打击"] = {
									["count"] = 2.11,
								},
								["伤害护盾"] = {
									["count"] = 2.5,
								},
								["盾牌猛击"] = {
									["count"] = 3.4,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["毁灭打击"] = {
									["count"] = 7.25,
								},
								["荆棘术"] = {
									["count"] = 7.17,
								},
								["雷霆一击"] = {
									["count"] = 7.15,
								},
								["断筋"] = {
									["count"] = 1.25,
								},
								["复仇"] = {
									["count"] = 1.52,
								},
								["震荡猛击"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 12.96,
								},
							},
							["amount"] = 45.31,
						},
						["无息的巡视者"] = {
							["Details"] = {
								["震荡波"] = {
									["count"] = 0,
								},
								["顺劈斩"] = {
									["count"] = 0,
								},
								["雷霆一击"] = {
									["count"] = 0.24,
								},
								["复仇"] = {
									["count"] = 0.22,
								},
								["肉搏"] = {
									["count"] = 3.09,
								},
								["毁灭打击"] = {
									["count"] = 2.58,
								},
							},
							["amount"] = 6.13,
						},
						["相位士兵"] = {
							["Details"] = {
								["震荡波"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["雷霆一击"] = {
									["count"] = 1.13,
								},
								["荆棘术"] = {
									["count"] = 9.850000000000001,
								},
							},
							["amount"] = 10.98,
						},
						["无息的士兵"] = {
							["Details"] = {
								["震荡波"] = {
									["count"] = 0.02,
								},
								["惩戒痛击"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 1.73,
								},
								["盾牌猛击"] = {
									["count"] = 0.79,
								},
								["复仇"] = {
									["count"] = 0,
								},
								["雷霆一击"] = {
									["count"] = 2.92,
								},
								["毁灭打击"] = {
									["count"] = 0.36,
								},
							},
							["amount"] = 5.82,
						},
						["蜘蛛"] = {
							["Details"] = {
								["雷霆一击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暴怒的骷髅"] = {
							["Details"] = {
								["震荡波"] = {
									["count"] = 0,
								},
								["英勇打击"] = {
									["count"] = 1.46,
								},
								["伤害护盾"] = {
									["count"] = 0,
								},
								["盾牌猛击"] = {
									["count"] = 1.34,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["毁灭打击"] = {
									["count"] = 3.14,
								},
								["顺劈斩"] = {
									["count"] = 3.76,
								},
								["惩戒痛击"] = {
									["count"] = 1.61,
								},
								["雷霆一击"] = {
									["count"] = 1.01,
								},
								["复仇"] = {
									["count"] = 0.02,
								},
								["荆棘术"] = {
									["count"] = 4.66,
								},
								["肉搏"] = {
									["count"] = 5.37,
								},
							},
							["amount"] = 22.37000000000001,
						},
						["死亡观察者希尔拉克"] = {
							["Details"] = {
								["震荡波"] = {
									["count"] = 0,
								},
								["伤害护盾"] = {
									["count"] = 0.16,
								},
								["盾牌猛击"] = {
									["count"] = 0.01,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["毁灭打击"] = {
									["count"] = 2.01,
								},
								["拦截"] = {
									["count"] = 3.5,
								},
								["肉搏"] = {
									["count"] = 6.890000000000002,
								},
								["复仇"] = {
									["count"] = 1.83,
								},
								["荆棘术"] = {
									["count"] = 3.75,
								},
								["雷霆一击"] = {
									["count"] = 1.02,
								},
							},
							["amount"] = 19.17,
						},
						["相位巫师"] = {
							["Details"] = {
								["震荡波"] = {
									["count"] = 0,
								},
								["雷霆一击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["奥金尼守备官"] = {
							["Details"] = {
								["震荡波"] = {
									["count"] = 0,
								},
								["英勇打击"] = {
									["count"] = 5.470000000000001,
								},
								["伤害护盾"] = {
									["count"] = 0.38,
								},
								["盾牌猛击"] = {
									["count"] = 8.33,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["毁灭打击"] = {
									["count"] = 3.19,
								},
								["顺劈斩"] = {
									["count"] = 0.55,
								},
								["肉搏"] = {
									["count"] = 10.38,
								},
								["荆棘术"] = {
									["count"] = 3.71,
								},
								["复仇"] = {
									["count"] = 3.020000000000001,
								},
								["震荡猛击"] = {
									["count"] = 0,
								},
								["雷霆一击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 35.03000000000001,
						},
						["被激怒的骷髅"] = {
							["Details"] = {
								["震荡波"] = {
									["count"] = 0.01,
								},
								["英勇打击"] = {
									["count"] = 1.81,
								},
								["伤害护盾"] = {
									["count"] = 0,
								},
								["盾牌猛击"] = {
									["count"] = 3.2,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["毁灭打击"] = {
									["count"] = 2.44,
								},
								["顺劈斩"] = {
									["count"] = 1.84,
								},
								["荆棘术"] = {
									["count"] = 11.6,
								},
								["肉搏"] = {
									["count"] = 0,
								},
								["复仇"] = {
									["count"] = 0.85,
								},
								["震荡猛击"] = {
									["count"] = 0,
								},
								["雷霆一击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 21.75,
						},
						["大主教玛拉达尔"] = {
							["Details"] = {
								["震荡波"] = {
									["count"] = 3.5,
								},
								["英勇打击"] = {
									["count"] = 1.62,
								},
								["震荡猛击"] = {
									["count"] = 0.14,
								},
								["盾牌猛击"] = {
									["count"] = 5.38,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["毁灭打击"] = {
									["count"] = 1.72,
								},
								["雷霆一击"] = {
									["count"] = 0.01,
								},
								["荆棘术"] = {
									["count"] = 0.53,
								},
								["复仇"] = {
									["count"] = 1.02,
								},
								["复仇昏迷"] = {
									["count"] = 0,
								},
								["伤害护盾"] = {
									["count"] = 0.5,
								},
								["肉搏"] = {
									["count"] = 6.720000000000001,
								},
							},
							["amount"] = 21.14,
						},
						["奥金尼通灵师"] = {
							["Details"] = {
								["震荡波"] = {
									["count"] = 0,
								},
								["英勇打击"] = {
									["count"] = 1.41,
								},
								["伤害护盾"] = {
									["count"] = 0,
								},
								["盾牌猛击"] = {
									["count"] = 1.65,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["毁灭打击"] = {
									["count"] = 7.710000000000001,
								},
								["顺劈斩"] = {
									["count"] = 0.77,
								},
								["肉搏"] = {
									["count"] = 4.85,
								},
								["复仇"] = {
									["count"] = 0.23,
								},
								["荆棘术"] = {
									["count"] = 0.8,
								},
								["雷霆一击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 17.42,
						},
						["无息的祭司"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 2.13,
								},
								["雷霆一击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 2.13,
						},
					},
					["WhoDispelled"] = {
						["Nittlebur"] = {
							["Details"] = {
								["遗忘之触 (解除诅咒)"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["ElementHitsDone"] = {
						["Physical"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 356,
								},
								["Parry"] = {
									["count"] = 2,
								},
								["Dodge"] = {
									["count"] = 5,
								},
								["Crit"] = {
									["count"] = 178,
								},
								["Evade"] = {
									["count"] = 1,
								},
							},
							["amount"] = 544,
						},
						["Holy"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 69,
								},
							},
							["amount"] = 69,
						},
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 64,
								},
								["Parry"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 25,
								},
								["Dodge"] = {
									["count"] = 1,
								},
							},
							["amount"] = 91,
						},
						["Nature"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 69,
								},
							},
							["amount"] = 69,
						},
					},
					["Dispels"] = 11,
					["RageGain"] = 1605,
					["ElementDone"] = {
						["Physical"] = 376161,
						["Holy"] = 9521,
						["Melee"] = 33237,
						["Nature"] = 3088,
					},
					["ElementHitsTaken"] = {
						["Shadow"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 7,
								},
								["Immune"] = {
									["count"] = 1,
								},
								["Absorb"] = {
									["count"] = 2,
								},
								["Miss"] = {
									["count"] = 2,
								},
							},
							["amount"] = 12,
						},
						["Melee"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 39,
								},
								["Dodge"] = {
									["count"] = 28,
								},
								["Hit"] = {
									["count"] = 60,
								},
								["Miss"] = {
									["count"] = 23,
								},
								["Block"] = {
									["count"] = 20,
								},
								["Crit"] = {
									["count"] = 2,
								},
								["Parry"] = {
									["count"] = 24,
								},
							},
							["amount"] = 196,
						},
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 5,
								},
								["Dodge"] = {
									["count"] = 2,
								},
								["Parry"] = {
									["count"] = 1,
								},
								["Miss"] = {
									["count"] = 1,
								},
							},
							["amount"] = 9,
						},
					},
					["ElementTakenBlock"] = {
						["Melee"] = 7333,
					},
					["Attacks"] = {
						["震荡波"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 992,
									["min"] = 786,
									["count"] = 14,
									["amount"] = 12566,
								},
								["Hit"] = {
									["max"] = 469,
									["min"] = 358,
									["count"] = 23,
									["amount"] = 9548,
								},
							},
							["count"] = 37,
							["amount"] = 22114,
						},
						["雷霆一击"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 360,
									["min"] = 210,
									["count"] = 71,
									["amount"] = 17298,
								},
								["Hit (被格挡)"] = {
									["max"] = 203,
									["min"] = 199,
									["count"] = 2,
									["amount"] = 402,
								},
								["Crit"] = {
									["max"] = 626,
									["min"] = 462,
									["count"] = 25,
									["amount"] = 13454,
								},
								["Crit (被格挡)"] = {
									["max"] = 477,
									["min"] = 477,
									["count"] = 1,
									["amount"] = 477,
								},
							},
							["count"] = 99,
							["amount"] = 31631,
						},
						["英勇打击"] = {
							["Details"] = {
								["Hit (被格挡)"] = {
									["max"] = 572,
									["min"] = 572,
									["count"] = 1,
									["amount"] = 572,
								},
								["Crit"] = {
									["max"] = 1414,
									["min"] = 980,
									["count"] = 9,
									["amount"] = 10640,
								},
								["Hit"] = {
									["max"] = 599,
									["min"] = 451,
									["count"] = 13,
									["amount"] = 6718,
								},
							},
							["count"] = 23,
							["amount"] = 17930,
						},
						["伤害护盾"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 91,
									["min"] = 43,
									["count"] = 13,
									["amount"] = 732,
								},
								["Hit"] = {
									["max"] = 71,
									["min"] = 27,
									["count"] = 72,
									["amount"] = 2810,
								},
							},
							["count"] = 85,
							["amount"] = 3542,
						},
						["盾牌猛击"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 844,
									["min"] = 506,
									["count"] = 37,
									["amount"] = 23906,
								},
								["Crit (被格挡)"] = {
									["max"] = 1517,
									["min"] = 1217,
									["count"] = 2,
									["amount"] = 2734,
								},
								["Dodge"] = {
									["count"] = 2,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 1804,
									["min"] = 1086,
									["count"] = 29,
									["amount"] = 39990,
								},
								["Hit (被格挡)"] = {
									["max"] = 693,
									["min"] = 693,
									["count"] = 1,
									["amount"] = 693,
								},
							},
							["count"] = 71,
							["amount"] = 67323,
						},
						["惩戒光环"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 167,
									["min"] = 0,
									["count"] = 69,
									["amount"] = 9521,
								},
							},
							["count"] = 69,
							["amount"] = 9521,
						},
						["肉搏"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 389,
									["min"] = 229,
									["count"] = 62,
									["amount"] = 17979,
								},
								["Parry"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Dodge"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 724,
									["min"] = 468,
									["count"] = 25,
									["amount"] = 14810,
								},
								["Hit (被格挡)"] = {
									["max"] = 243,
									["min"] = 205,
									["count"] = 2,
									["amount"] = 448,
								},
							},
							["count"] = 91,
							["amount"] = 33237,
						},
						["毁灭打击"] = {
							["Details"] = {
								["Parry"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 1004,
									["min"] = 462,
									["count"] = 66,
									["amount"] = 44397,
								},
								["Dodge"] = {
									["count"] = 2,
									["amount"] = 0,
								},
								["Hit (被格挡)"] = {
									["max"] = 854,
									["min"] = 819,
									["count"] = 2,
									["amount"] = 1673,
								},
								["Crit"] = {
									["max"] = 2260,
									["min"] = 1002,
									["count"] = 60,
									["amount"] = 91620,
								},
								["Crit (被格挡)"] = {
									["max"] = 1909,
									["min"] = 1909,
									["count"] = 1,
									["amount"] = 1909,
								},
							},
							["count"] = 132,
							["amount"] = 139599,
						},
						["复仇"] = {
							["Details"] = {
								["Crit (被格挡)"] = {
									["max"] = 3368,
									["min"] = 3368,
									["count"] = 1,
									["amount"] = 3368,
								},
								["Hit"] = {
									["max"] = 1675,
									["min"] = 1244,
									["count"] = 27,
									["amount"] = 37782,
								},
								["Crit"] = {
									["max"] = 3610,
									["min"] = 2808,
									["count"] = 9,
									["amount"] = 28374,
								},
								["Parry"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 38,
							["amount"] = 69524,
						},
						["顺劈斩"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 449,
									["min"] = 327,
									["count"] = 28,
									["amount"] = 10879,
								},
								["Hit (被格挡)"] = {
									["max"] = 322,
									["min"] = 322,
									["count"] = 1,
									["amount"] = 322,
								},
								["Crit"] = {
									["max"] = 938,
									["min"] = 734,
									["count"] = 11,
									["amount"] = 9076,
								},
								["Evade"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 41,
							["amount"] = 20277,
						},
						["惩戒痛击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 682,
									["min"] = 682,
									["count"] = 1,
									["amount"] = 682,
								},
								["Hit"] = {
									["max"] = 451,
									["min"] = 293,
									["count"] = 4,
									["amount"] = 1340,
								},
							},
							["count"] = 5,
							["amount"] = 2022,
						},
						["震荡猛击"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 245,
									["min"] = 189,
									["count"] = 5,
									["amount"] = 1087,
								},
								["Crit"] = {
									["max"] = 458,
									["min"] = 450,
									["count"] = 2,
									["amount"] = 908,
								},
								["Dodge"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 8,
							["amount"] = 1995,
						},
						["拦截"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 73,
									["min"] = 65,
									["count"] = 3,
									["amount"] = 204,
								},
							},
							["count"] = 3,
							["amount"] = 204,
						},
						["断筋"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["复仇昏迷"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["荆棘术"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 50,
									["min"] = 0,
									["count"] = 69,
									["amount"] = 3088,
								},
							},
							["count"] = 69,
							["amount"] = 3088,
						},
					},
					["HealingTaken"] = 27246,
					["DamagedWho"] = {
						["奥金尼灵魂祭司"] = {
							["Details"] = {
								["震荡波"] = {
									["count"] = 5450,
								},
								["英勇打击"] = {
									["count"] = 1708,
								},
								["伤害护盾"] = {
									["count"] = 452,
								},
								["盾牌猛击"] = {
									["count"] = 11490,
								},
								["惩戒光环"] = {
									["count"] = 278,
								},
								["毁灭打击"] = {
									["count"] = 26416,
								},
								["雷霆一击"] = {
									["count"] = 6621,
								},
								["顺劈斩"] = {
									["count"] = 1223,
								},
								["惩戒痛击"] = {
									["count"] = 1133,
								},
								["肉搏"] = {
									["count"] = 8794,
								},
								["震荡猛击"] = {
									["count"] = 219,
								},
								["复仇"] = {
									["count"] = 12995,
								},
								["拦截"] = {
									["count"] = 139,
								},
								["荆棘术"] = {
									["count"] = 92,
								},
							},
							["amount"] = 77010,
						},
						["相位祭司"] = {
							["Details"] = {
								["震荡波"] = {
									["count"] = 410,
								},
								["顺劈斩"] = {
									["count"] = 392,
								},
								["惩戒光环"] = {
									["count"] = 139,
								},
								["荆棘术"] = {
									["count"] = 46,
								},
								["肉搏"] = {
									["count"] = 254,
								},
							},
							["amount"] = 1241,
						},
						["幻影占有者"] = {
							["Details"] = {
								["盾牌猛击"] = {
									["count"] = 795,
								},
								["雷霆一击"] = {
									["count"] = 257,
								},
							},
							["amount"] = 1052,
						},
						["复生的白骨"] = {
							["Details"] = {
								["震荡波"] = {
									["count"] = 790,
								},
								["英勇打击"] = {
									["count"] = 1490,
								},
								["伤害护盾"] = {
									["count"] = 1042,
								},
								["盾牌猛击"] = {
									["count"] = 9239,
								},
								["惩戒光环"] = {
									["count"] = 2641,
								},
								["毁灭打击"] = {
									["count"] = 11451,
								},
								["顺劈斩"] = {
									["count"] = 2958,
								},
								["惩戒痛击"] = {
									["count"] = 293,
								},
								["雷霆一击"] = {
									["count"] = 6005,
								},
								["荆棘术"] = {
									["count"] = 874,
								},
								["复仇"] = {
									["count"] = 8306,
								},
								["震荡猛击"] = {
									["count"] = 450,
								},
								["肉搏"] = {
									["count"] = 2425,
								},
							},
							["amount"] = 47964,
						},
						["相位潜行者"] = {
							["Details"] = {
								["震荡波"] = {
									["count"] = 428,
								},
								["英勇打击"] = {
									["count"] = 1099,
								},
								["毁灭打击"] = {
									["count"] = 4117,
								},
								["肉搏"] = {
									["count"] = 268,
								},
								["雷霆一击"] = {
									["count"] = 241,
								},
							},
							["amount"] = 6153,
						},
						["无息的巫师"] = {
							["Details"] = {
								["震荡波"] = {
									["count"] = 451,
								},
								["伤害护盾"] = {
									["count"] = 69,
								},
								["雷霆一击"] = {
									["count"] = 265,
								},
							},
							["amount"] = 785,
						},
						["殉难者的化身"] = {
							["Details"] = {
								["震荡波"] = {
									["count"] = 950,
								},
								["英勇打击"] = {
									["count"] = 2536,
								},
								["盾牌猛击"] = {
									["count"] = 1851,
								},
								["毁灭打击"] = {
									["count"] = 8085,
								},
								["肉搏"] = {
									["count"] = 311,
								},
							},
							["amount"] = 13733,
						},
						["奥金尼僧侣"] = {
							["Details"] = {
								["震荡波"] = {
									["count"] = 850,
								},
								["英勇打击"] = {
									["count"] = 3856,
								},
								["伤害护盾"] = {
									["count"] = 277,
								},
								["盾牌猛击"] = {
									["count"] = 7906,
								},
								["惩戒光环"] = {
									["count"] = 445,
								},
								["毁灭打击"] = {
									["count"] = 15566,
								},
								["荆棘术"] = {
									["count"] = 138,
								},
								["雷霆一击"] = {
									["count"] = 3549,
								},
								["复仇"] = {
									["count"] = 6061,
								},
								["震荡猛击"] = {
									["count"] = 470,
								},
								["肉搏"] = {
									["count"] = 5280,
								},
							},
							["amount"] = 44398,
						},
						["无息的巡视者"] = {
							["Details"] = {
								["震荡波"] = {
									["count"] = 992,
								},
								["顺劈斩"] = {
									["count"] = 414,
								},
								["雷霆一击"] = {
									["count"] = 795,
								},
								["复仇"] = {
									["count"] = 1566,
								},
								["肉搏"] = {
									["count"] = 1295,
								},
								["毁灭打击"] = {
									["count"] = 2640,
								},
							},
							["amount"] = 7702,
						},
						["相位士兵"] = {
							["Details"] = {
								["震荡波"] = {
									["count"] = 1572,
								},
								["惩戒光环"] = {
									["count"] = 695,
								},
								["雷霆一击"] = {
									["count"] = 1344,
								},
								["荆棘术"] = {
									["count"] = 186,
								},
							},
							["amount"] = 3797,
						},
						["无息的士兵"] = {
							["Details"] = {
								["震荡波"] = {
									["count"] = 1158,
								},
								["惩戒痛击"] = {
									["count"] = 296,
								},
								["肉搏"] = {
									["count"] = 253,
								},
								["盾牌猛击"] = {
									["count"] = 2609,
								},
								["复仇"] = {
									["count"] = 1302,
								},
								["雷霆一击"] = {
									["count"] = 450,
								},
								["毁灭打击"] = {
									["count"] = 1074,
								},
							},
							["amount"] = 7142,
						},
						["蜘蛛"] = {
							["Details"] = {
								["雷霆一击"] = {
									["count"] = 360,
								},
							},
							["amount"] = 360,
						},
						["暴怒的骷髅"] = {
							["Details"] = {
								["震荡波"] = {
									["count"] = 1606,
								},
								["英勇打击"] = {
									["count"] = 481,
								},
								["伤害护盾"] = {
									["count"] = 592,
								},
								["盾牌猛击"] = {
									["count"] = 4655,
								},
								["惩戒光环"] = {
									["count"] = 1959,
								},
								["毁灭打击"] = {
									["count"] = 15043,
								},
								["顺劈斩"] = {
									["count"] = 7563,
								},
								["惩戒痛击"] = {
									["count"] = 300,
								},
								["雷霆一击"] = {
									["count"] = 4182,
								},
								["复仇"] = {
									["count"] = 2747,
								},
								["荆棘术"] = {
									["count"] = 648,
								},
								["肉搏"] = {
									["count"] = 2562,
								},
							},
							["amount"] = 42338,
						},
						["死亡观察者希尔拉克"] = {
							["Details"] = {
								["震荡波"] = {
									["count"] = 952,
								},
								["伤害护盾"] = {
									["count"] = 146,
								},
								["盾牌猛击"] = {
									["count"] = 1932,
								},
								["惩戒光环"] = {
									["count"] = 417,
								},
								["毁灭打击"] = {
									["count"] = 8845,
								},
								["拦截"] = {
									["count"] = 65,
								},
								["肉搏"] = {
									["count"] = 2101,
								},
								["复仇"] = {
									["count"] = 4814,
								},
								["荆棘术"] = {
									["count"] = 138,
								},
								["雷霆一击"] = {
									["count"] = 254,
								},
							},
							["amount"] = 19664,
						},
						["相位巫师"] = {
							["Details"] = {
								["震荡波"] = {
									["count"] = 403,
								},
								["雷霆一击"] = {
									["count"] = 236,
								},
							},
							["amount"] = 639,
						},
						["奥金尼守备官"] = {
							["Details"] = {
								["震荡波"] = {
									["count"] = 3151,
								},
								["英勇打击"] = {
									["count"] = 2944,
								},
								["伤害护盾"] = {
									["count"] = 192,
								},
								["盾牌猛击"] = {
									["count"] = 9110,
								},
								["惩戒光环"] = {
									["count"] = 445,
								},
								["毁灭打击"] = {
									["count"] = 12835,
								},
								["顺劈斩"] = {
									["count"] = 1597,
								},
								["肉搏"] = {
									["count"] = 3768,
								},
								["荆棘术"] = {
									["count"] = 138,
								},
								["复仇"] = {
									["count"] = 14287,
								},
								["震荡猛击"] = {
									["count"] = 209,
								},
								["雷霆一击"] = {
									["count"] = 2421,
								},
							},
							["amount"] = 51097,
						},
						["被激怒的骷髅"] = {
							["Details"] = {
								["震荡波"] = {
									["count"] = 1742,
								},
								["英勇打击"] = {
									["count"] = 2099,
								},
								["伤害护盾"] = {
									["count"] = 497,
								},
								["盾牌猛击"] = {
									["count"] = 7504,
								},
								["惩戒光环"] = {
									["count"] = 1807,
								},
								["毁灭打击"] = {
									["count"] = 6905,
								},
								["顺劈斩"] = {
									["count"] = 5382,
								},
								["荆棘术"] = {
									["count"] = 598,
								},
								["肉搏"] = {
									["count"] = 327,
								},
								["复仇"] = {
									["count"] = 7648,
								},
								["震荡猛击"] = {
									["count"] = 458,
								},
								["雷霆一击"] = {
									["count"] = 3205,
								},
							},
							["amount"] = 38172,
						},
						["大主教玛拉达尔"] = {
							["Details"] = {
								["震荡波"] = {
									["count"] = 363,
								},
								["英勇打击"] = {
									["count"] = 533,
								},
								["震荡猛击"] = {
									["count"] = 189,
								},
								["盾牌猛击"] = {
									["count"] = 6469,
								},
								["惩戒光环"] = {
									["count"] = 278,
								},
								["毁灭打击"] = {
									["count"] = 13012,
								},
								["雷霆一击"] = {
									["count"] = 213,
								},
								["荆棘术"] = {
									["count"] = 92,
								},
								["复仇"] = {
									["count"] = 5772,
								},
								["伤害护盾"] = {
									["count"] = 183,
								},
								["肉搏"] = {
									["count"] = 2809,
								},
							},
							["amount"] = 29913,
						},
						["奥金尼通灵师"] = {
							["Details"] = {
								["震荡波"] = {
									["count"] = 846,
								},
								["英勇打击"] = {
									["count"] = 1184,
								},
								["伤害护盾"] = {
									["count"] = 92,
								},
								["盾牌猛击"] = {
									["count"] = 3763,
								},
								["惩戒光环"] = {
									["count"] = 417,
								},
								["毁灭打击"] = {
									["count"] = 13610,
								},
								["顺劈斩"] = {
									["count"] = 748,
								},
								["肉搏"] = {
									["count"] = 2552,
								},
								["复仇"] = {
									["count"] = 4026,
								},
								["荆棘术"] = {
									["count"] = 138,
								},
								["雷霆一击"] = {
									["count"] = 992,
								},
							},
							["amount"] = 28368,
						},
						["无息的祭司"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 238,
								},
								["雷霆一击"] = {
									["count"] = 241,
								},
							},
							["amount"] = 479,
						},
					},
					["TimeDamage"] = 341.5700000000001,
					["WhoDamaged"] = {
						["奥金尼灵魂祭司"] = {
							["Details"] = {
								["暗影箭"] = {
									["count"] = 725,
								},
								["肉搏"] = {
									["count"] = 734,
								},
							},
							["amount"] = 1459,
						},
						["复生的白骨"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 2238,
								},
								["打击"] = {
									["count"] = 163,
								},
							},
							["amount"] = 2401,
						},
						["暴怒的骷髅"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 6396,
								},
							},
							["amount"] = 6396,
						},
						["相位潜行者"] = {
							["Details"] = {
								["射击"] = {
									["count"] = 888,
								},
							},
							["amount"] = 888,
						},
						["奥金尼通灵师"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 1432,
								},
							},
							["amount"] = 1432,
						},
						["奥金尼守备官"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 933,
								},
								["暗影守卫"] = {
									["count"] = 2785,
								},
							},
							["amount"] = 3718,
						},
						["被激怒的骷髅"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 5710,
								},
							},
							["amount"] = 5710,
						},
						["大主教玛拉达尔"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 2381,
								},
							},
							["amount"] = 2381,
						},
						["奥金尼僧侣"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 773,
								},
							},
							["amount"] = 773,
						},
						["死亡观察者希尔拉克"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 1124,
								},
							},
							["amount"] = 1124,
						},
					},
					["InterruptData"] = {
						["相位巫师"] = {
							["Details"] = {
								["寒冰箭 (盾击)"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["奥金尼灵魂祭司"] = {
							["Details"] = {
								["暗影箭 (盾击)"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
						["奥金尼通灵师"] = {
							["Details"] = {
								["吸取灵魂 (盾击)"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["ActiveTime"] = 341.5700000000001,
					["DispelledWho"] = {
						["奥金尼灵魂祭司"] = {
							["Details"] = {
								["恢复 (盾牌猛击)"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["奥金尼僧侣"] = {
							["Details"] = {
								["灵魂视界 (盾牌猛击)"] = {
									["count"] = 6,
								},
							},
							["amount"] = 6,
						},
						["奥金尼守备官"] = {
							["Details"] = {
								["暗影守卫 (盾牌猛击)"] = {
									["count"] = 4,
								},
							},
							["amount"] = 4,
						},
					},
				},
			},
			["Owner"] = false,
			["LastDamageTaken"] = 1127,
			["NextEventNum"] = 16,
			["LastEventHealthNum"] = {
				100, -- [1]
				100, -- [2]
				100, -- [3]
				100, -- [4]
				100, -- [5]
				100, -- [6]
				100, -- [7]
				100, -- [8]
				100, -- [9]
				100, -- [10]
				100, -- [11]
				100, -- [12]
				100, -- [13]
				100, -- [14]
				100, -- [15]
				100, -- [16]
				100, -- [17]
				100, -- [18]
				100, -- [19]
				100, -- [20]
				100, -- [21]
				100, -- [22]
				100, -- [23]
				100, -- [24]
				100, -- [25]
				100, -- [26]
				100, -- [27]
				100, -- [28]
				100, -- [29]
				100, -- [30]
				100, -- [31]
				100, -- [32]
				100, -- [33]
				100, -- [34]
				100, -- [35]
				100, -- [36]
				100, -- [37]
				100, -- [38]
				100, -- [39]
				100, -- [40]
				100, -- [41]
				100, -- [42]
				100, -- [43]
				100, -- [44]
				100, -- [45]
				100, -- [46]
				100, -- [47]
				100, -- [48]
				100, -- [49]
				100, -- [50]
			},
			["LastEvents"] = {
				"Harutt 毁灭打击 殉难者的化身 Crit -1909 (Physical)", -- [1]
				"Shalannius 强化兽群领袖 Harutt Tick +506 (506过量治疗)", -- [2]
				"Gpt 圣光审判 Harutt Tick +253 (253过量治疗)", -- [3]
				"Harutt 英勇打击 殉难者的化身 Hit -530 (Physical)", -- [4]
				"Harutt 毁灭打击 殉难者的化身 Hit -809 (Physical)", -- [5]
				"Gpt 圣光审判 Harutt Tick +253 (253过量治疗)", -- [6]
				"Harutt 英勇打击 殉难者的化身 Hit -575 (Physical)", -- [7]
				"Harutt 震荡波 殉难者的化身 Crit -950 (Physical)", -- [8]
				"Shalannius 强化兽群领袖 Harutt Tick +506 (506过量治疗)", -- [9]
				"Harutt 毁灭打击 殉难者的化身 Hit -825 (Physical)", -- [10]
				"Gpt 圣光审判 Harutt Tick +253 (253过量治疗)", -- [11]
				"Harutt 肉搏 殉难者的化身 Hit -311 (Physical)", -- [12]
				"Harutt 毁灭打击 殉难者的化身 Crit -1872 (Physical)", -- [13]
				"Shalannius 强化兽群领袖 Harutt Tick +506 (506过量治疗)", -- [14]
				"Gpt 圣光审判 Harutt Tick +253 (253过量治疗)", -- [15]
				"大主教玛拉达尔 肉搏 Harutt Parry", -- [16]
				"Harutt 英勇打击 大主教玛拉达尔 Hit -533 (Physical)", -- [17]
				"Gpt 圣光审判 Harutt Tick +253 (253过量治疗)", -- [18]
				"Harutt 盾牌猛击 大主教玛拉达尔 Crit -1788 (Physical)", -- [19]
				"Shalannius 强化兽群领袖 Harutt Tick +506 (506过量治疗)", -- [20]
				"Harutt 毁灭打击 大主教玛拉达尔 Crit -2106 (Physical)", -- [21]
				"Shalannius 强化兽群领袖 Harutt Tick +506 (506过量治疗)", -- [22]
				"Gpt 圣光审判 Harutt Tick +253 (253过量治疗)", -- [23]
				"大主教玛拉达尔 灵魂尖啸 Harutt Immune (Shadow)", -- [24]
				"Fallat 恢复 Harutt Tick +358 (358过量治疗)", -- [25]
				"Harutt 盾牌猛击 大主教玛拉达尔 Crit -1804 (Physical)", -- [26]
				"Shalannius 强化兽群领袖 Harutt Tick +506 (506过量治疗)", -- [27]
				"Harutt 复仇 大主教玛拉达尔 Crit -3256 (Physical)", -- [28]
				"Shalannius 强化兽群领袖 Harutt Tick +506 (506过量治疗)", -- [29]
				"Harutt 复仇昏迷 大主教玛拉达尔 Immune (Physical)", -- [30]
				"Harutt 毁灭打击 大主教玛拉达尔 Crit -1844 (Physical)", -- [31]
				"Shalannius 强化兽群领袖 Harutt Tick +506 (506过量治疗)", -- [32]
				"Gpt 圣光审判 Harutt Tick +253 (253过量治疗)", -- [33]
				"Harutt 肉搏 大主教玛拉达尔 Hit -302 (Physical)", -- [34]
				"Harutt 毁灭打击 大主教玛拉达尔 Crit -2046 (Physical)", -- [35]
				"Shalannius 强化兽群领袖 Harutt Tick +506 (506过量治疗)", -- [36]
				"Gpt 圣光审判 Harutt Tick +253 (253过量治疗)", -- [37]
				"Harutt 英勇打击 殉难者的化身 Crit -980 (Physical)", -- [38]
				"Shalannius 强化兽群领袖 Harutt Tick +506 (506过量治疗)", -- [39]
				"Harutt 毁灭打击 殉难者的化身 Crit -1072 (Physical)", -- [40]
				"Shalannius 强化兽群领袖 Harutt Tick +506 (506过量治疗)", -- [41]
				"Harutt 盾牌猛击 殉难者的化身 Crit -1260 (Physical)", -- [42]
				"Shalannius 强化兽群领袖 Harutt Tick +506 (506过量治疗)", -- [43]
				"Harutt 英勇打击 殉难者的化身 Hit -451 (Physical)", -- [44]
				"Harutt 毁灭打击 殉难者的化身 Crit -1598 (Physical)", -- [45]
				"Shalannius 强化兽群领袖 Harutt Tick +506 (506过量治疗)", -- [46]
				"殉难者的化身 肉搏 Harutt Absorb (369 被吸收)", -- [47]
				"殉难者的化身 肉搏 Harutt Absorb (454 被吸收)", -- [48]
				"Harutt 盾牌猛击 殉难者的化身 Hit -591 (Physical)", -- [49]
				"Gpt 圣光审判 Harutt Tick +253 (253过量治疗)", -- [50]
			},
			["Name"] = "Harutt",
			["LastEventIncoming"] = {
				false, -- [1]
				true, -- [2]
				true, -- [3]
				false, -- [4]
				false, -- [5]
				true, -- [6]
				false, -- [7]
				false, -- [8]
				true, -- [9]
				false, -- [10]
				true, -- [11]
				false, -- [12]
				false, -- [13]
				true, -- [14]
				true, -- [15]
				true, -- [16]
				false, -- [17]
				true, -- [18]
				false, -- [19]
				true, -- [20]
				false, -- [21]
				true, -- [22]
				true, -- [23]
				true, -- [24]
				true, -- [25]
				false, -- [26]
				true, -- [27]
				false, -- [28]
				true, -- [29]
				false, -- [30]
				false, -- [31]
				true, -- [32]
				true, -- [33]
				false, -- [34]
				false, -- [35]
				true, -- [36]
				true, -- [37]
				false, -- [38]
				true, -- [39]
				false, -- [40]
				true, -- [41]
				false, -- [42]
				true, -- [43]
				false, -- [44]
				false, -- [45]
				true, -- [46]
				true, -- [47]
				true, -- [48]
				false, -- [49]
				true, -- [50]
			},
			["type"] = "Grouped",
			["TimeLast"] = {
				["Dispelled"] = 1716790813,
				["Dispels"] = 1716791080,
				["OVERALL"] = 1716843089,
				["DamageTaken"] = 1716791250,
				["RageGain"] = 1716843089,
				["ActiveTime"] = 1716791274,
				["Interrupts"] = 1716791221,
				["TimeDamage"] = 1716791274,
				["HealingTaken"] = 1716791251,
				["Damage"] = 1716791274,
			},
			["LastEventTimes"] = {
				2714968.507, -- [1]
				2714968.507, -- [2]
				2714968.508, -- [3]
				2714969.034, -- [4]
				2714970.039, -- [5]
				2714970.039, -- [6]
				2714971.094, -- [7]
				2714971.744, -- [8]
				2714971.744, -- [9]
				2714971.746, -- [10]
				2714971.746, -- [11]
				2714973.139, -- [12]
				2714973.337, -- [13]
				2714973.337, -- [14]
				2714973.337, -- [15]
				2714959.943, -- [16]
				2714960.539, -- [17]
				2714960.54, -- [18]
				2714960.54, -- [19]
				2714960.54, -- [20]
				2714960.541, -- [21]
				2714960.541, -- [22]
				2714960.541, -- [23]
				2714960.648, -- [24]
				2714961.423, -- [25]
				2714962.129, -- [26]
				2714962.129, -- [27]
				2714962.145, -- [28]
				2714962.145, -- [29]
				2714962.146, -- [30]
				2714962.147, -- [31]
				2714962.147, -- [32]
				2714962.147, -- [33]
				2714962.622, -- [34]
				2714963.679, -- [35]
				2714963.679, -- [36]
				2714963.679, -- [37]
				2714964.859, -- [38]
				2714964.859, -- [39]
				2714965.263, -- [40]
				2714965.264, -- [41]
				2714966.76, -- [42]
				2714966.76, -- [43]
				2714966.974, -- [44]
				2714966.975, -- [45]
				2714966.975, -- [46]
				2714967.047, -- [47]
				2714968.438, -- [48]
				2714968.506, -- [49]
				2714968.507, -- [50]
			},
			["LastAbility"] = 2766760.309,
		},
		["Fallat"] = {
			["GUID"] = "0xF130011260000237",
			["LastEventHealth"] = {
				"8658 (100%)", -- [1]
				"8658 (100%)", -- [2]
				"8658 (100%)", -- [3]
				"8658 (100%)", -- [4]
				"8658 (100%)", -- [5]
				"8658 (100%)", -- [6]
				"8658 (100%)", -- [7]
				"8658 (100%)", -- [8]
				"8658 (100%)", -- [9]
				"8658 (100%)", -- [10]
				"8658 (100%)", -- [11]
				"8658 (100%)", -- [12]
				"8658 (100%)", -- [13]
				"8658 (100%)", -- [14]
				"8658 (100%)", -- [15]
				"8658 (100%)", -- [16]
				"8658 (100%)", -- [17]
				"8658 (100%)", -- [18]
				"8658 (100%)", -- [19]
				"8658 (100%)", -- [20]
				"8658 (100%)", -- [21]
				"8658 (100%)", -- [22]
				"8658 (100%)", -- [23]
				"8658 (100%)", -- [24]
				"8658 (100%)", -- [25]
				"8658 (100%)", -- [26]
				"8658 (100%)", -- [27]
				"8658 (100%)", -- [28]
				"8658 (100%)", -- [29]
				"8658 (100%)", -- [30]
				"8658 (100%)", -- [31]
				"8658 (100%)", -- [32]
				"8658 (100%)", -- [33]
				"8658 (100%)", -- [34]
				"8658 (100%)", -- [35]
				"8658 (100%)", -- [36]
				"8658 (100%)", -- [37]
				"8658 (100%)", -- [38]
				"8658 (100%)", -- [39]
				"8658 (100%)", -- [40]
				"8658 (100%)", -- [41]
				"8658 (100%)", -- [42]
				"8658 (100%)", -- [43]
				"8658 (100%)", -- [44]
				"8658 (100%)", -- [45]
				"8658 (100%)", -- [46]
				"8658 (100%)", -- [47]
				"8658 (100%)", -- [48]
				"8658 (100%)", -- [49]
				"8658 (100%)", -- [50]
			},
			["LastEventType"] = {
				"HEAL", -- [1]
				"HEAL", -- [2]
				"HEAL", -- [3]
				"HEAL", -- [4]
				"HEAL", -- [5]
				"HEAL", -- [6]
				"HEAL", -- [7]
				"HEAL", -- [8]
				"HEAL", -- [9]
				"HEAL", -- [10]
				"HEAL", -- [11]
				"HEAL", -- [12]
				"HEAL", -- [13]
				"HEAL", -- [14]
				"HEAL", -- [15]
				"HEAL", -- [16]
				"HEAL", -- [17]
				"HEAL", -- [18]
				"HEAL", -- [19]
				"HEAL", -- [20]
				"HEAL", -- [21]
				"HEAL", -- [22]
				"HEAL", -- [23]
				"HEAL", -- [24]
				"HEAL", -- [25]
				"HEAL", -- [26]
				"HEAL", -- [27]
				"HEAL", -- [28]
				"HEAL", -- [29]
				"HEAL", -- [30]
				"HEAL", -- [31]
				"HEAL", -- [32]
				"HEAL", -- [33]
				"HEAL", -- [34]
				"HEAL", -- [35]
				"HEAL", -- [36]
				"HEAL", -- [37]
				"HEAL", -- [38]
				"HEAL", -- [39]
				"HEAL", -- [40]
				"HEAL", -- [41]
				"HEAL", -- [42]
				"HEAL", -- [43]
				"HEAL", -- [44]
				"HEAL", -- [45]
				"HEAL", -- [46]
				"HEAL", -- [47]
				"HEAL", -- [48]
				"HEAL", -- [49]
				"HEAL", -- [50]
			},
			["TimeWindows"] = {
				["TimeHeal"] = {
					49.47, -- [1]
				},
				["HOT_Time"] = {
					123, -- [1]
				},
				["ActiveTime"] = {
					49.47, -- [1]
				},
				["Healing"] = {
					11014, -- [1]
				},
				["Overhealing"] = {
					14827, -- [1]
				},
				["ManaGain"] = {
					5136, -- [1]
				},
			},
			["enClass"] = "PRIEST",
			["unit"] = "Fallat",
			["level"] = 70,
			["LastFightIn"] = 10,
			["LastEventNum"] = {
				nil, -- [1]
				nil, -- [2]
				nil, -- [3]
				nil, -- [4]
				nil, -- [5]
				0.8893508893508894, -- [6]
				0.8085008085008085, -- [7]
				nil, -- [8]
				nil, -- [9]
				nil, -- [10]
				nil, -- [11]
				0.8085008085008085, -- [12]
				1.617001617001617, -- [13]
				0.796950796950797, -- [14]
				0.8316008316008317, -- [15]
				0.8085008085008085, -- [16]
				nil, -- [17]
				0.8778008778008778, -- [18]
				[42] = 0.796950796950797,
				[43] = 0.8431508431508431,
				[25] = 0.7623007623007623,
				[41] = 1.686301686301686,
				[40] = 1.674751674751675,
			},
			["type"] = "Grouped",
			["FightsSaved"] = 5,
			["LastActive"] = 1716791284,
			["UnitLockout"] = 1716790808,
			["Owner"] = false,
			["Fights"] = {
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["HOTs"] = {
					},
					["ManaGain"] = 0,
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialAbsorb"] = {
					},
					["RageGain"] = 0,
					["FAttacks"] = {
					},
					["PartialBlock"] = {
					},
					["ElementDone"] = {
					},
					["CCBroken"] = {
					},
					["ElementHitsDone"] = {
					},
					["Dispelled"] = 0,
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["FDamagedWho"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["RageGained"] = {
					},
					["ActiveTime"] = 0,
					["CCBreak"] = 0,
					["EnergyGain"] = 0,
					["WhoHealed"] = {
					},
					["PartialResist"] = {
					},
					["ManaGained"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["ElementTakenResist"] = {
					},
					["InterruptData"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
					},
					["Heals"] = {
					},
					["FDamage"] = 0,
					["EnergyGained"] = {
					},
					["HealedWho"] = {
					},
					["Healing"] = 0,
					["RunicPowerGained"] = {
					},
					["ManaGainedFrom"] = {
					},
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["DamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["HOTs"] = {
					},
					["ManaGain"] = 0,
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialAbsorb"] = {
					},
					["RageGain"] = 0,
					["FAttacks"] = {
					},
					["PartialBlock"] = {
					},
					["ElementDone"] = {
					},
					["CCBroken"] = {
					},
					["ElementHitsDone"] = {
					},
					["Dispelled"] = 0,
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["FDamagedWho"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["RageGained"] = {
					},
					["ActiveTime"] = 0,
					["CCBreak"] = 0,
					["EnergyGain"] = 0,
					["WhoHealed"] = {
					},
					["PartialResist"] = {
					},
					["ManaGained"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["ElementTakenResist"] = {
					},
					["InterruptData"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
					},
					["Heals"] = {
					},
					["FDamage"] = 0,
					["EnergyGained"] = {
					},
					["HealedWho"] = {
					},
					["Healing"] = 0,
					["RunicPowerGained"] = {
					},
					["ManaGainedFrom"] = {
					},
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["DamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["TimeHealing"] = {
						["Harutt"] = {
							["Details"] = {
								["强效治疗术"] = {
									["count"] = 0.48,
								},
								["恢复"] = {
									["count"] = 12.14,
								},
								["祈福"] = {
									["count"] = 3.5,
								},
								["快速治疗"] = {
									["count"] = 3.5,
								},
								["真言术：盾雕文"] = {
									["count"] = 1.75,
								},
							},
							["amount"] = 21.37,
						},
						["Gpt"] = {
							["Details"] = {
								["恢复"] = {
									["count"] = 7,
								},
								["强效治疗术"] = {
									["count"] = 1.59,
								},
							},
							["amount"] = 8.59,
						},
						["Nittlebur"] = {
							["Details"] = {
								["恢复"] = {
									["count"] = 16.01,
								},
							},
							["amount"] = 16.01,
						},
						["Shalannius"] = {
							["Details"] = {
								["恢复"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 3.5,
						},
					},
					["OverHeals"] = {
						["强效治疗术"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 2974,
									["min"] = 1937,
									["count"] = 2,
									["amount"] = 4911,
								},
							},
							["count"] = 2,
							["amount"] = 4911,
						},
						["祈福"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 162,
									["min"] = 162,
									["count"] = 2,
									["amount"] = 324,
								},
							},
							["count"] = 2,
							["amount"] = 324,
						},
						["恢复"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 429,
									["min"] = 32,
									["count"] = 28,
									["amount"] = 9246,
								},
							},
							["count"] = 28,
							["amount"] = 9246,
						},
						["真言术：盾雕文"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 11,
									["min"] = 11,
									["count"] = 1,
									["amount"] = 11,
								},
								["Hit"] = {
									["max"] = 335,
									["min"] = 335,
									["count"] = 1,
									["amount"] = 335,
								},
							},
							["count"] = 2,
							["amount"] = 346,
						},
					},
					["TimeSpent"] = {
						["Harutt"] = {
							["Details"] = {
								["强效治疗术"] = {
									["count"] = 0.48,
								},
								["恢复"] = {
									["count"] = 12.14,
								},
								["祈福"] = {
									["count"] = 3.5,
								},
								["快速治疗"] = {
									["count"] = 3.5,
								},
								["真言术：盾雕文"] = {
									["count"] = 1.75,
								},
							},
							["amount"] = 21.37,
						},
						["Gpt"] = {
							["Details"] = {
								["恢复"] = {
									["count"] = 7,
								},
								["强效治疗术"] = {
									["count"] = 1.59,
								},
							},
							["amount"] = 8.59,
						},
						["Nittlebur"] = {
							["Details"] = {
								["恢复"] = {
									["count"] = 16.01,
								},
							},
							["amount"] = 16.01,
						},
						["Shalannius"] = {
							["Details"] = {
								["恢复"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 3.5,
						},
					},
					["Healing"] = 11014,
					["HealedWho"] = {
						["Harutt"] = {
							["Details"] = {
								["强效治疗术"] = {
									["count"] = 1644,
								},
								["恢复"] = {
									["count"] = 1758,
								},
								["祈福"] = {
									["count"] = 162,
								},
								["快速治疗"] = {
									["count"] = 1474,
								},
								["真言术：盾雕文"] = {
									["count"] = 826,
								},
							},
							["amount"] = 5864,
						},
						["Gpt"] = {
							["Details"] = {
								["恢复"] = {
									["count"] = 716,
								},
								["强效治疗术"] = {
									["count"] = 2840,
								},
							},
							["amount"] = 3556,
						},
						["Nittlebur"] = {
							["Details"] = {
								["恢复"] = {
									["count"] = 1518,
								},
							},
							["amount"] = 1518,
						},
						["Shalannius"] = {
							["Details"] = {
								["恢复"] = {
									["count"] = 76,
								},
							},
							["amount"] = 76,
						},
					},
					["ManaGainedFrom"] = {
						["Gpt"] = {
							["Details"] = {
								["恢复"] = {
									["count"] = 5136,
								},
							},
							["amount"] = 5136,
						},
					},
					["HOT_Time"] = 123,
					["ManaGained"] = {
						["恢复"] = {
							["Details"] = {
								["Gpt"] = {
									["count"] = 5136,
								},
							},
							["amount"] = 5136,
						},
					},
					["Overhealing"] = 14827,
					["ActiveTime"] = 49.47,
					["Heals"] = {
						["强效治疗术"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 2840,
									["min"] = 1644,
									["count"] = 2,
									["amount"] = 4484,
								},
							},
							["count"] = 2,
							["amount"] = 4484,
						},
						["真言术：盾雕文"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 491,
									["min"] = 491,
									["count"] = 1,
									["amount"] = 491,
								},
								["Hit"] = {
									["max"] = 335,
									["min"] = 335,
									["count"] = 1,
									["amount"] = 335,
								},
							},
							["count"] = 2,
							["amount"] = 826,
						},
						["祈福"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 162,
									["min"] = 162,
									["count"] = 1,
									["amount"] = 162,
								},
							},
							["count"] = 1,
							["amount"] = 162,
						},
						["快速治疗"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 1474,
									["min"] = 1474,
									["count"] = 1,
									["amount"] = 1474,
								},
							},
							["count"] = 1,
							["amount"] = 1474,
						},
						["恢复"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 358,
									["min"] = 76,
									["count"] = 13,
									["amount"] = 4068,
								},
							},
							["count"] = 13,
							["amount"] = 4068,
						},
					},
					["ManaGain"] = 5136,
					["HOTs"] = {
						["恢复"] = {
							["Details"] = {
								["Harutt"] = {
									["count"] = 60,
								},
								["Gpt"] = {
									["count"] = 21,
								},
								["Nittlebur"] = {
									["count"] = 27,
								},
								["Shalannius"] = {
									["count"] = 6,
								},
							},
							["amount"] = 114,
						},
						["祈福"] = {
							["Details"] = {
								["Harutt"] = {
									["count"] = 9,
								},
							},
							["amount"] = 9,
						},
					},
					["TimeHeal"] = 49.47,
				},
			},
			["NextEventNum"] = 30,
			["LastEventHealthNum"] = {
				100, -- [1]
				100, -- [2]
				100, -- [3]
				100, -- [4]
				100, -- [5]
				100, -- [6]
				100, -- [7]
				100, -- [8]
				100, -- [9]
				100, -- [10]
				100, -- [11]
				100, -- [12]
				100, -- [13]
				100, -- [14]
				100, -- [15]
				100, -- [16]
				100, -- [17]
				100, -- [18]
				100, -- [19]
				100, -- [20]
				100, -- [21]
				100, -- [22]
				100, -- [23]
				100, -- [24]
				100, -- [25]
				100, -- [26]
				100, -- [27]
				100, -- [28]
				100, -- [29]
				100, -- [30]
				100, -- [31]
				100, -- [32]
				100, -- [33]
				100, -- [34]
				100, -- [35]
				100, -- [36]
				100, -- [37]
				100, -- [38]
				100, -- [39]
				100, -- [40]
				100, -- [41]
				100, -- [42]
				100, -- [43]
				100, -- [44]
				100, -- [45]
				100, -- [46]
				100, -- [47]
				100, -- [48]
				100, -- [49]
				100, -- [50]
			},
			["LastEvents"] = {
				"Fallat 祈福 Harutt Tick +162 (162过量治疗)", -- [1]
				"Fallat 祈福 Harutt Tick +162 (162过量治疗)", -- [2]
				"Fallat 祈福 Harutt Tick +162", -- [3]
				"Fallat 恢复 Harutt Tick +358", -- [4]
				"Fallat 强效治疗术 Harutt Crit +4618 (2974过量治疗)", -- [5]
				"Gpt 神圣风暴 Fallat Tick +77 (77过量治疗)", -- [6]
				"Gpt 神圣风暴 Fallat Tick +70 (70过量治疗)", -- [7]
				"Fallat 恢复 Harutt Tick +358 (358过量治疗)", -- [8]
				"Fallat 恢复 Harutt Tick +358 (358过量治疗)", -- [9]
				"Fallat 恢复 Harutt Tick +358 (358过量治疗)", -- [10]
				"Fallat 恢复 Harutt Tick +358 (358过量治疗)", -- [11]
				"Gpt 神圣风暴 Fallat Tick +70 (70过量治疗)", -- [12]
				"Gpt 神圣风暴 Fallat Tick +140 (140过量治疗)", -- [13]
				"Gpt 神圣风暴 Fallat Tick +69 (69过量治疗)", -- [14]
				"Gpt 神圣风暴 Fallat Tick +72 (72过量治疗)", -- [15]
				"Gpt 神圣风暴 Fallat Tick +70 (70过量治疗)", -- [16]
				"Fallat 恢复 Harutt Tick +358 (358过量治疗)", -- [17]
				"Gpt 神圣风暴 Fallat Tick +76 (76过量治疗)", -- [18]
				"Fallat 恢复 Harutt Tick +358 (358过量治疗)", -- [19]
				"Fallat 恢复 Harutt Tick +358 (358过量治疗)", -- [20]
				"Fallat 恢复 Harutt Tick +358 (358过量治疗)", -- [21]
				"Fallat 恢复 Harutt Tick +358 (358过量治疗)", -- [22]
				"Fallat 恢复 Harutt Tick +358", -- [23]
				"Fallat 真言术：盾雕文 Harutt Hit +335", -- [24]
				"Gpt 神圣风暴 Fallat Tick +66 (66过量治疗)", -- [25]
				"Fallat 恢复 Harutt Tick +358 (358过量治疗)", -- [26]
				"Fallat 恢复 Harutt Tick +358 (358过量治疗)", -- [27]
				"Fallat 恢复 Harutt Tick +358 (358过量治疗)", -- [28]
				"Fallat 恢复 Harutt Tick +358 (358过量治疗)", -- [29]
				"Fallat 恢复 Gpt Tick +358", -- [30]
				"Fallat 恢复 Gpt Tick +358", -- [31]
				"Fallat 恢复 Shalannius Tick +429", -- [32]
				"Fallat 恢复 Gpt Tick +358", -- [33]
				"Fallat 恢复 Shalannius Tick +429", -- [34]
				"Fallat 恢复 Gpt Tick +358 (301过量治疗)", -- [35]
				"Fallat 恢复 Shalannius Tick +429", -- [36]
				"Fallat 恢复 Gpt Tick +358 (358过量治疗)", -- [37]
				"Fallat 恢复 Shalannius Tick +429 (353过量治疗)", -- [38]
				"Fallat 恢复 Shalannius Tick +429 (429过量治疗)", -- [39]
				"Gpt 神圣风暴 Fallat Tick +145 (145过量治疗)", -- [40]
				"Gpt 神圣风暴 Fallat Tick +146 (146过量治疗)", -- [41]
				"Gpt 神圣风暴 Fallat Tick +69 (69过量治疗)", -- [42]
				"Gpt 神圣风暴 Fallat Tick +73 (73过量治疗)", -- [43]
				"Fallat 恢复 Harutt Tick +358", -- [44]
				"Fallat 恢复 Harutt Tick +358 (32过量治疗)", -- [45]
				"Fallat 真言术：盾雕文 Harutt Crit +502 (11过量治疗)", -- [46]
				"Fallat 恢复 Harutt Tick +358 (358过量治疗)", -- [47]
				"Fallat 快速治疗 Harutt Hit +1474", -- [48]
				"Fallat 恢复 Harutt Tick +358", -- [49]
				"Fallat 恢复 Harutt Tick +358 (358过量治疗)", -- [50]
			},
			["Name"] = "Fallat",
			["TimeLast"] = {
				["TimeHeal"] = 1716791251,
				["HOT_Time"] = 1716791262,
				["ActiveTime"] = 1716791251,
				["ManaGain"] = 1716791284,
				["OVERALL"] = 1716791284,
				["Overhealing"] = 1716791262,
				["Healing"] = 1716791251,
			},
			["LastEventIncoming"] = {
				false, -- [1]
				false, -- [2]
				false, -- [3]
				false, -- [4]
				false, -- [5]
				true, -- [6]
				true, -- [7]
				false, -- [8]
				false, -- [9]
				false, -- [10]
				false, -- [11]
				true, -- [12]
				true, -- [13]
				true, -- [14]
				true, -- [15]
				true, -- [16]
				false, -- [17]
				true, -- [18]
				false, -- [19]
				false, -- [20]
				false, -- [21]
				false, -- [22]
				false, -- [23]
				false, -- [24]
				true, -- [25]
				false, -- [26]
				false, -- [27]
				false, -- [28]
				false, -- [29]
				false, -- [30]
				false, -- [31]
				false, -- [32]
				false, -- [33]
				false, -- [34]
				false, -- [35]
				false, -- [36]
				false, -- [37]
				false, -- [38]
				false, -- [39]
				true, -- [40]
				true, -- [41]
				true, -- [42]
				true, -- [43]
				false, -- [44]
				false, -- [45]
				false, -- [46]
				false, -- [47]
				false, -- [48]
				false, -- [49]
				false, -- [50]
			},
			["lazysync"] = true,
			["LastEventTimes"] = {
				2714828.266, -- [1]
				2714831.269, -- [2]
				2714834.273, -- [3]
				2714836.345, -- [4]
				2714836.83, -- [5]
				2714839.078, -- [6]
				2714839.086, -- [7]
				2714839.347, -- [8]
				2714842.343, -- [9]
				2714845.341, -- [10]
				2714848.444, -- [11]
				2714886.648, -- [12]
				2714886.654, -- [13]
				2714900.346, -- [14]
				2714900.349, -- [15]
				2714900.354, -- [16]
				2714930.433, -- [17]
				2714931.664, -- [18]
				2714933.429, -- [19]
				2714936.435, -- [20]
				2714939.433, -- [21]
				2714942.435, -- [22]
				2714949.413, -- [23]
				2714950.374, -- [24]
				2714950.839, -- [25]
				2714952.409, -- [26]
				2714955.398, -- [27]
				2714958.409, -- [28]
				2714961.423, -- [29]
				2714767.449, -- [30]
				2714770.446, -- [31]
				2714770.881, -- [32]
				2714773.457, -- [33]
				2714773.888, -- [34]
				2714776.451, -- [35]
				2714776.882, -- [36]
				2714779.442, -- [37]
				2714779.884, -- [38]
				2714782.881, -- [39]
				2714814.145, -- [40]
				2714814.15, -- [41]
				2714814.152, -- [42]
				2714814.156, -- [43]
				2714816.053, -- [44]
				2714819.06, -- [45]
				2714819.845, -- [46]
				2714822.058, -- [47]
				2714824.988, -- [48]
				2714825.05, -- [49]
				2714828.056, -- [50]
			},
			["LastAbility"] = 2766760.309,
		},
		["死亡观察者希尔拉克"] = {
			["GUID"] = "0xF1300047C300003A",
			["LastEventHealth"] = {
				"18977 (24%)", -- [1]
				"17535 (22%)", -- [2]
				"17389 (22%)", -- [3]
				"17144 (22%)", -- [4]
				"16380 (21%)", -- [5]
				"16380 (21%)", -- [6]
				"15298 (19%)", -- [7]
				"15018 (19%)", -- [8]
				"14730 (19%)", -- [9]
				"13911 (18%)", -- [10]
				"13571 (17%)", -- [11]
				"13326 (17%)", -- [12]
				"12255 (15%)", -- [13]
				"12229 (15%)", -- [14]
				"10706 (13%)", -- [15]
				"10394 (13%)", -- [16]
				"10063 (13%)", -- [17]
				"10063 (13%)", -- [18]
				"10017 (13%)", -- [19]
				"9878 (12%)", -- [20]
				"9845 (12%)", -- [21]
				"8806 (11%)", -- [22]
				"8806 (11%)", -- [23]
				"7977 (10%)", -- [24]
				"7734 (10%)", -- [25]
				"7305 (9%)", -- [26]
				"7305 (9%)", -- [27]
				"7305 (9%)", -- [28]
				"7305 (9%)", -- [29]
				"6581 (8%)", -- [30]
				"4941 (6%)", -- [31]
				"3986 (5%)", -- [32]
				"3624 (4%)", -- [33]
				"2361 (3%)", -- [34]
				"1917 (2%)", -- [35]
				"1891 (2%)", -- [36]
				"1 (0%)", -- [37]
				"0 (0%)", -- [38]
				"0 (-1.#IND%)", -- [39]
				"0 (-1.#IND%)", -- [40]
				"0 (-1.#IND%)", -- [41]
				"0 (-1.#IND%)", -- [42]
				"???", -- [43]
				"???", -- [44]
				"???", -- [45]
				"???", -- [46]
				"20426 (26%)", -- [47]
				"19676 (25%)", -- [48]
				"19329 (25%)", -- [49]
				"19329 (25%)", -- [50]
			},
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"DAMAGE", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"DAMAGE", -- [18]
				"DAMAGE", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"DAMAGE", -- [23]
				"DAMAGE", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"DAMAGE", -- [27]
				"DAMAGE", -- [28]
				"DAMAGE", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"DAMAGE", -- [34]
				"DAMAGE", -- [35]
				"DAMAGE", -- [36]
				"DAMAGE", -- [37]
				"MISC", -- [38]
				"DAMAGE", -- [39]
				"DAMAGE", -- [40]
				"DAMAGE", -- [41]
				"DAMAGE", -- [42]
				"DAMAGE", -- [43]
				"DAMAGE", -- [44]
				"DAMAGE", -- [45]
				"DAMAGE", -- [46]
				"DAMAGE", -- [47]
				"DAMAGE", -- [48]
				"DAMAGE", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["DeathCount"] = {
					1, -- [1]
				},
				["ActiveTime"] = {
					30.13, -- [1]
				},
				["TimeDamage"] = {
					30.13, -- [1]
				},
				["DamageTaken"] = {
					77220, -- [1]
				},
				["DOT_Time"] = {
					36, -- [1]
				},
				["Damage"] = {
					6780, -- [1]
				},
			},
			["enClass"] = "MOB",
			["LastDamageTaken"] = 2062,
			["level"] = -1,
			["LastDamageAbility"] = "寒冰箭",
			["LastFightIn"] = 6,
			["LastEventNum"] = {
				0.4568521330581837, -- [1]
				nil, -- [2]
				0.1894898051889058, -- [3]
				0.31797946761152, -- [4]
				0.9915767887967397, -- [5]
				1.404301159002713, -- [6]
				0.3634051058417371, -- [7]
				nil, -- [8]
				0.3737881088657867, -- [9]
				1.062959934587081, -- [10]
				0.4412776285221093, -- [11]
				0.31797946761152, -- [12]
				1.390024529844644, -- [13]
				0.0337447598281613, -- [14]
				1.976664200703449, -- [15]
				0.4049371179379356, -- [16]
				0.4295967501200535, -- [17]
				nil, -- [18]
				0.05970226738828538, -- [19]
				0.1804046775428623, -- [20]
				0.04282988747420473, -- [21]
				1.348492517748446, -- [22]
				0.3153837168555075, -- [23]
				1.075938688367143, -- [24]
				0.1830004282988748, -- [25]
				0.3737881088657867, -- [26]
				nil, -- [27]
				nil, -- [28]
				1.939025814741268, -- [29]
				0.9396617736764916, -- [30]
				0.1894898051889058, -- [31]
				1.239470985995925, -- [32]
				0.4698308868382458, -- [33]
				1.639216602421836, -- [34]
				0.5762566678347545, -- [35]
				0.0337447598281613, -- [36]
				2.676219029448792, -- [37]
				[48] = 0.9734065335046529,
				[47] = 0.4295967501200535,
				[49] = 0.4503627561681527,
				[50] = 1.871536295084946,
			},
			["type"] = "Boss",
			["FightsSaved"] = 5,
			["LastActive"] = 1716791074,
			["UnitLockout"] = 1716791074,
			["Owner"] = false,
			["Fights"] = {
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["HOTs"] = {
					},
					["ManaGain"] = 0,
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialAbsorb"] = {
					},
					["RageGain"] = 0,
					["FAttacks"] = {
					},
					["PartialBlock"] = {
					},
					["ElementDone"] = {
					},
					["CCBroken"] = {
					},
					["ElementHitsDone"] = {
					},
					["Dispelled"] = 0,
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["FDamagedWho"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["RageGained"] = {
					},
					["ActiveTime"] = 0,
					["CCBreak"] = 0,
					["EnergyGain"] = 0,
					["WhoHealed"] = {
					},
					["PartialResist"] = {
					},
					["ManaGained"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["ElementTakenResist"] = {
					},
					["InterruptData"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
					},
					["Heals"] = {
					},
					["FDamage"] = 0,
					["EnergyGained"] = {
					},
					["HealedWho"] = {
					},
					["Healing"] = 0,
					["RunicPowerGained"] = {
					},
					["ManaGainedFrom"] = {
					},
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["DamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["HOTs"] = {
					},
					["ManaGain"] = 0,
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialAbsorb"] = {
					},
					["RageGain"] = 0,
					["FAttacks"] = {
					},
					["PartialBlock"] = {
					},
					["ElementDone"] = {
					},
					["CCBroken"] = {
					},
					["ElementHitsDone"] = {
					},
					["Dispelled"] = 0,
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["FDamagedWho"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["RageGained"] = {
					},
					["ActiveTime"] = 0,
					["CCBreak"] = 0,
					["EnergyGain"] = 0,
					["WhoHealed"] = {
					},
					["PartialResist"] = {
					},
					["ManaGained"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["ElementTakenResist"] = {
					},
					["InterruptData"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
					},
					["Heals"] = {
					},
					["FDamage"] = 0,
					["EnergyGained"] = {
					},
					["HealedWho"] = {
					},
					["Healing"] = 0,
					["RunicPowerGained"] = {
					},
					["ManaGainedFrom"] = {
					},
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["DamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["ElementDoneBlock"] = {
						["Melee"] = 895,
					},
					["PartialBlock"] = {
						["裂伤（豹）"] = {
							["Details"] = {
								["被格挡"] = {
									["max"] = 33,
									["min"] = 33,
									["count"] = 1,
									["amount"] = 33,
								},
							},
							["count"] = 1,
							["amount"] = 33,
						},
						["毁灭打击"] = {
							["Details"] = {
								["被格挡"] = {
									["max"] = 33,
									["min"] = 33,
									["count"] = 1,
									["amount"] = 33,
								},
							},
							["count"] = 1,
							["amount"] = 33,
						},
					},
					["TimeSpent"] = {
						["Harutt"] = {
							["Details"] = {
								["血肉撕咬"] = {
									["count"] = 1.59,
								},
								["肉搏"] = {
									["count"] = 10.44,
								},
							},
							["amount"] = 12.03,
						},
						["Gpt"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 3.5,
								},
								["血肉撕咬 (伤害/跳)"] = {
									["count"] = 14.6,
								},
							},
							["amount"] = 18.1,
						},
						["Shalannius"] = {
							["Details"] = {
								["血肉撕咬 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DamageTaken"] = 77220,
					["PartialResist"] = {
						["伤害护盾"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["毁灭打击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 7,
							["amount"] = 0,
						},
						["命令圣印"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 13,
									["amount"] = 0,
								},
							},
							["count"] = 13,
							["amount"] = 0,
						},
						["深度冻结"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["撕碎"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["命令审判"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["血袭 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["火球术 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
						["惩戒光环"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["拦截"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["寒冰箭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["荆棘术"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["清算之手"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["驱邪术"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["割碎"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["奉献 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 8,
							["amount"] = 0,
						},
						["裂伤（豹）"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["正义复仇 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["雷霆一击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 26,
									["amount"] = 0,
								},
							},
							["count"] = 26,
							["amount"] = 0,
						},
						["火焰箭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["神圣风暴"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["盾牌猛击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["震荡波"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["割裂 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["十字军打击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["斜掠 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["斜掠"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["猛击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["火球术"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["点燃 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["复仇"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["愤怒之锤"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["火焰冲击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
					},
					["DeathCount"] = 1,
					["PartialAbsorb"] = {
						["伤害护盾"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["毁灭打击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 7,
							["amount"] = 0,
						},
						["命令圣印"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 13,
									["amount"] = 0,
								},
							},
							["count"] = 13,
							["amount"] = 0,
						},
						["深度冻结"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["撕碎"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["命令审判"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["血袭 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["火球术 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
						["惩戒光环"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["拦截"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["寒冰箭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["荆棘术"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["清算之手"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["驱邪术"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["割碎"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["奉献 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 8,
							["amount"] = 0,
						},
						["裂伤（豹）"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["正义复仇 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["雷霆一击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 26,
									["amount"] = 0,
								},
							},
							["count"] = 26,
							["amount"] = 0,
						},
						["火焰箭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["神圣风暴"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["盾牌猛击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["震荡波"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["割裂 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["十字军打击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["斜掠 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["斜掠"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["猛击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["火球术"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["点燃 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["复仇"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["愤怒之锤"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["火焰冲击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 30.13,
					["ElementTaken"] = {
						["Physical"] = 30568,
						["Melee"] = 13291,
						["Holy"] = 18500,
						["Fire"] = 6480,
						["Frost"] = 8243,
						["Nature"] = 138,
					},
					["DOT_Time"] = 36,
					["Damage"] = 6780,
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 19,
								},
								["Immune"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 10,
								},
								["Tick"] = {
									["count"] = 12,
								},
							},
							["amount"] = 42,
						},
						["Melee"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 12,
								},
								["Hit"] = {
									["count"] = 14,
								},
							},
							["amount"] = 26,
						},
						["Holy"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 16,
								},
								["Crit"] = {
									["count"] = 6,
								},
								["Tick"] = {
									["count"] = 13,
								},
							},
							["amount"] = 35,
						},
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 3,
								},
								["Crit"] = {
									["count"] = 2,
								},
								["Tick"] = {
									["count"] = 8,
								},
							},
							["amount"] = 13,
						},
						["Frost"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 3,
								},
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 6,
						},
						["Nature"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
					},
					["ElementDone"] = {
						["Melee"] = 1808,
						["Physical"] = 4972,
					},
					["Attacks"] = {
						["血肉撕咬"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 684,
									["min"] = 534,
									["count"] = 3,
									["amount"] = 1792,
								},
								["Block"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Dodge"] = {
									["count"] = 2,
									["amount"] = 0,
								},
								["Hit (被格挡)"] = {
									["max"] = 16,
									["min"] = 16,
									["count"] = 1,
									["amount"] = 16,
								},
							},
							["count"] = 7,
							["amount"] = 1808,
						},
						["血肉撕咬 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 473,
									["min"] = 341,
									["count"] = 12,
									["amount"] = 4972,
								},
							},
							["count"] = 12,
							["amount"] = 4972,
						},
					},
					["WhoDamaged"] = {
						["Harutt"] = {
							["Details"] = {
								["震荡波"] = {
									["count"] = 952,
								},
								["伤害护盾"] = {
									["count"] = 146,
								},
								["盾牌猛击"] = {
									["count"] = 1932,
								},
								["惩戒光环"] = {
									["count"] = 417,
								},
								["毁灭打击"] = {
									["count"] = 8845,
								},
								["拦截"] = {
									["count"] = 65,
								},
								["肉搏"] = {
									["count"] = 2101,
								},
								["复仇"] = {
									["count"] = 4814,
								},
								["荆棘术"] = {
									["count"] = 138,
								},
								["雷霆一击"] = {
									["count"] = 254,
								},
							},
							["amount"] = 19664,
						},
						["Gpt"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 1593,
								},
								["清算之手"] = {
									["count"] = 2272,
								},
								["驱邪术"] = {
									["count"] = 3175,
								},
								["惩戒光环"] = {
									["count"] = 139,
								},
								["火焰箭"] = {
									["count"] = 1528,
								},
								["十字军打击"] = {
									["count"] = 3636,
								},
								["愤怒之锤"] = {
									["count"] = 1523,
								},
								["命令圣印"] = {
									["count"] = 6028,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 1393,
								},
								["神圣风暴"] = {
									["count"] = 2733,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 1960,
								},
								["肉搏"] = {
									["count"] = 7281,
								},
							},
							["amount"] = 33261,
						},
						["Shalannius"] = {
							["Details"] = {
								["斜掠 (伤害/跳)"] = {
									["count"] = 680,
								},
								["血袭 (伤害/跳)"] = {
									["count"] = 730,
								},
								["裂伤（豹）"] = {
									["count"] = 632,
								},
								["割碎"] = {
									["count"] = 444,
								},
								["斜掠"] = {
									["count"] = 129,
								},
								["撕碎"] = {
									["count"] = 3016,
								},
								["割裂 (伤害/跳)"] = {
									["count"] = 1560,
								},
								["肉搏"] = {
									["count"] = 3909,
								},
							},
							["amount"] = 11100,
						},
						["Nittlebur"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 156,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 662,
								},
								["寒冰箭"] = {
									["count"] = 8243,
								},
								["火球术"] = {
									["count"] = 2871,
								},
								["火焰冲击"] = {
									["count"] = 1263,
								},
							},
							["amount"] = 13195,
						},
					},
					["DamagedWho"] = {
						["Harutt"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 1124,
								},
							},
							["amount"] = 1124,
						},
						["Gpt"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 684,
								},
								["血肉撕咬 (伤害/跳)"] = {
									["count"] = 2838,
								},
							},
							["amount"] = 3522,
						},
						["Shalannius"] = {
							["Details"] = {
								["血肉撕咬 (伤害/跳)"] = {
									["count"] = 2134,
								},
							},
							["amount"] = 2134,
						},
					},
					["TimeDamage"] = 30.13,
					["TimeDamaging"] = {
						["Harutt"] = {
							["Details"] = {
								["血肉撕咬"] = {
									["count"] = 1.59,
								},
								["肉搏"] = {
									["count"] = 10.44,
								},
							},
							["amount"] = 12.03,
						},
						["Gpt"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 3.5,
								},
								["血肉撕咬 (伤害/跳)"] = {
									["count"] = 14.6,
								},
							},
							["amount"] = 18.1,
						},
						["Shalannius"] = {
							["Details"] = {
								["血肉撕咬 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Block"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 4,
								},
								["Dodge"] = {
									["count"] = 2,
								},
							},
							["amount"] = 7,
						},
						["Physical"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 1,
								},
								["Tick"] = {
									["count"] = 12,
								},
							},
							["amount"] = 13,
						},
					},
					["ElementTakenBlock"] = {
						["Physical"] = 66,
					},
					["DOTs"] = {
						["血肉撕咬 (伤害/跳)"] = {
							["Details"] = {
								["Gpt"] = {
									["count"] = 18,
								},
								["Shalannius"] = {
									["count"] = 18,
								},
							},
							["amount"] = 36,
						},
					},
				},
			},
			["NextEventNum"] = 47,
			["LastEventHealthNum"] = {
				24.62978104842373, -- [1]
				22.75824475333878, -- [2]
				22.56875494814988, -- [3]
				22.25077548053836, -- [4]
				21.25919869174162, -- [5]
				21.25919869174162, -- [6]
				19.85489753273891, -- [7]
				19.49149242689717, -- [8]
				19.11770431803138, -- [9]
				18.0547443834443, -- [10]
				17.61346675492219, -- [11]
				17.29548728731067, -- [12]
				15.90546275746603, -- [13]
				15.87171799763787, -- [14]
				13.89505379693442, -- [15]
				13.49011667899648, -- [16]
				13.06051992887643, -- [17]
				13.06051992887643, -- [18]
				13.00081766148814, -- [19]
				12.82041298394528, -- [20]
				12.77758309647108, -- [21]
				11.42909057872263, -- [22]
				11.42909057872263, -- [23]
				10.35315189035549, -- [24]
				10.03776817349998, -- [25]
				9.480979636335318, -- [26]
				9.480979636335318, -- [27]
				9.480979636335318, -- [28]
				9.480979636335318, -- [29]
				8.541317862658827, -- [30]
				6.412802242728653, -- [31]
				5.173331256732729, -- [32]
				4.703500369894483, -- [33]
				3.064283767472647, -- [34]
				2.488027099637893, -- [35]
				2.454282339809732, -- [36]
				0.001297875378006204, -- [37]
				0, -- [38]
				[49] = 25.08663318148192,
				[43] = 0,
				[44] = 0,
				[45] = 0,
				[46] = 0,
				[47] = 26.51040247115472,
				[48] = 25.53699593765007,
				[50] = 25.08663318148192,
			},
			["LastEvents"] = {
				"Gpt 命令圣印 死亡观察者希尔拉克 Hit -352 (Holy)", -- [1]
				"死亡观察者希尔拉克 肉搏 Harutt Dodge", -- [2]
				"Shalannius 血袭 (伤害/跳) 死亡观察者希尔拉克 Tick -146 (Physical)", -- [3]
				"Gpt 奉献 (伤害/跳) 死亡观察者希尔拉克 Tick -245 (Holy)", -- [4]
				"Gpt 火焰箭 死亡观察者希尔拉克 Hit -764 (Fire)", -- [5]
				"Shalannius 肉搏 死亡观察者希尔拉克 Crit -1082 (Physical)", -- [6]
				"Harutt 肉搏 死亡观察者希尔拉克 Hit -280 (Physical)", -- [7]
				"Shalannius 猛击 死亡观察者希尔拉克 Immune (Physical)", -- [8]
				"Gpt 正义复仇 (伤害/跳) 死亡观察者希尔拉克 Tick -288 (Holy)", -- [9]
				"Harutt 毁灭打击 死亡观察者希尔拉克 Hit -819 (Physical)", -- [10]
				"Shalannius 斜掠 (伤害/跳) 死亡观察者希尔拉克 Tick -340 (Physical)", -- [11]
				"Gpt 奉献 (伤害/跳) 死亡观察者希尔拉克 Tick -245 (Holy)", -- [12]
				"Nittlebur 寒冰箭 死亡观察者希尔拉克 Hit -1071 (Frost)", -- [13]
				"Nittlebur 火球术 (伤害/跳) 死亡观察者希尔拉克 Tick -26 (Fire)", -- [14]
				"Gpt 愤怒之锤 死亡观察者希尔拉克 Hit -1523 (Holy)", -- [15]
				"Shalannius 割裂 (伤害/跳) 死亡观察者希尔拉克 Tick -312 (Physical)", -- [16]
				"Nittlebur 点燃 (伤害/跳) 死亡观察者希尔拉克 Tick -331 (Fire)", -- [17]
				"死亡观察者希尔拉克 肉搏 Harutt Hit -574 (Physical)", -- [18]
				"Harutt 荆棘术 死亡观察者希尔拉克 Hit -46 (Nature)", -- [19]
				"Harutt 惩戒光环 死亡观察者希尔拉克 Hit -139 (Holy)", -- [20]
				"Harutt 伤害护盾 死亡观察者希尔拉克 Hit -33 (Physical)", -- [21]
				"Shalannius 撕碎 死亡观察者希尔拉克 Hit -1039 (Physical)", -- [22]
				"Harutt 肉搏 死亡观察者希尔拉克 Hit -243 (Physical)", -- [23]
				"Harutt 毁灭打击 死亡观察者希尔拉克 Hit -829 (Physical)", -- [24]
				"Shalannius 肉搏 死亡观察者希尔拉克 Hit -141 (Physical)", -- [25]
				"Gpt 正义复仇 (伤害/跳) 死亡观察者希尔拉克 Tick -288 (Holy)", -- [26]
				"死亡观察者希尔拉克 血肉撕咬 (伤害/跳) Gpt Tick -473 (Physical)", -- [27]
				"死亡观察者希尔拉克 血肉撕咬 (伤害/跳) Shalannius Tick -341 (Physical)", -- [28]
				"Gpt 肉搏 死亡观察者希尔拉克 Crit -1494 (Physical)", -- [29]
				"Gpt 命令圣印 死亡观察者希尔拉克 Crit -724 (Holy)", -- [30]
				"Shalannius 血袭 (伤害/跳) 死亡观察者希尔拉克 Tick -146 (Physical)", -- [31]
				"Gpt 神圣风暴 死亡观察者希尔拉克 Hit -955 (Physical)", -- [32]
				"Gpt 命令圣印 死亡观察者希尔拉克 Hit -362 (Holy)", -- [33]
				"Nittlebur 火焰冲击 死亡观察者希尔拉克 Crit -1263 (Fire)", -- [34]
				"Shalannius 割碎 死亡观察者希尔拉克 Hit -444 (Physical)", -- [35]
				"Nittlebur 火球术 (伤害/跳) 死亡观察者希尔拉克 Tick -26 (Fire)", -- [36]
				"Nittlebur 寒冰箭 死亡观察者希尔拉克 Crit -2062 (Frost)", -- [37]
				"死亡观察者希尔拉克死亡。", -- [38]
				"死亡观察者希尔拉克 血肉撕咬 (伤害/跳) Gpt Tick -473 (Physical)", -- [39]
				"死亡观察者希尔拉克 血肉撕咬 (伤害/跳) Shalannius Tick -341 (Physical)", -- [40]
				"死亡观察者希尔拉克 血肉撕咬 (伤害/跳) Gpt Tick -473 (Physical)", -- [41]
				"死亡观察者希尔拉克 血肉撕咬 (伤害/跳) Shalannius Tick -341 (Physical)", -- [42]
				"死亡观察者希尔拉克 血肉撕咬 (伤害/跳) Gpt Tick -473 (Physical)", -- [43]
				"死亡观察者希尔拉克 血肉撕咬 (伤害/跳) Shalannius Tick -341 (Physical)", -- [44]
				"死亡观察者希尔拉克 血肉撕咬 (伤害/跳) Gpt Tick -473 (Physical)", -- [45]
				"死亡观察者希尔拉克 血肉撕咬 (伤害/跳) Shalannius Tick -341 (Physical)", -- [46]
				"Nittlebur 点燃 (伤害/跳) 死亡观察者希尔拉克 Tick -331 (Fire)", -- [47]
				"Gpt 十字军打击 死亡观察者希尔拉克 Hit -750 (Physical)", -- [48]
				"Gpt 命令圣印 死亡观察者希尔拉克 Hit -347 (Holy)", -- [49]
				"Gpt 肉搏 死亡观察者希尔拉克 Crit -1442 (Physical)", -- [50]
			},
			["Name"] = "死亡观察者希尔拉克",
			["DeathLogs"] = {
				{
					["MessageIncoming"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						false, -- [7]
						true, -- [8]
						true, -- [9]
						true, -- [10]
						true, -- [11]
						true, -- [12]
						true, -- [13]
						false, -- [14]
						true, -- [15]
						true, -- [16]
						true, -- [17]
						true, -- [18]
						true, -- [19]
						true, -- [20]
						true, -- [21]
						true, -- [22]
						true, -- [23]
						true, -- [24]
						true, -- [25]
						true, -- [26]
						true, -- [27]
						true, -- [28]
						true, -- [29]
						false, -- [30]
						true, -- [31]
						true, -- [32]
						true, -- [33]
						true, -- [34]
						true, -- [35]
						true, -- [36]
						true, -- [37]
						true, -- [38]
						false, -- [39]
						false, -- [40]
						true, -- [41]
						true, -- [42]
						true, -- [43]
						true, -- [44]
						true, -- [45]
						true, -- [46]
						true, -- [47]
						true, -- [48]
						true, -- [49]
						true, -- [50]
					},
					["Messages"] = {
						"Gpt 正义复仇 (伤害/跳) 死亡观察者希尔拉克 Tick -288 (Holy)", -- [1]
						"Gpt 奉献 (伤害/跳) 死亡观察者希尔拉克 Tick -245 (Holy)", -- [2]
						"Shalannius 肉搏 死亡观察者希尔拉克 Crit -314 (Physical)", -- [3]
						"Harutt 毁灭打击 死亡观察者希尔拉克 Hit -939 (Physical)", -- [4]
						"Nittlebur 火球术 (伤害/跳) 死亡观察者希尔拉克 Tick -26 (Fire)", -- [5]
						"死亡观察者希尔拉克 血肉撕咬 (伤害/跳) Gpt Tick -473 (Physical)", -- [6]
						"死亡观察者希尔拉克 血肉撕咬 (伤害/跳) Shalannius Tick -429 (Physical)", -- [7]
						"Shalannius 割裂 (伤害/跳) 死亡观察者希尔拉克 Tick -312 (Physical)", -- [8]
						"Nittlebur 点燃 (伤害/跳) 死亡观察者希尔拉克 Tick -331 (Fire)", -- [9]
						"Gpt 十字军打击 死亡观察者希尔拉克 Hit -750 (Physical)", -- [10]
						"Gpt 命令圣印 死亡观察者希尔拉克 Hit -347 (Holy)", -- [11]
						"Gpt 肉搏 死亡观察者希尔拉克 Crit -1442 (Physical)", -- [12]
						"Gpt 命令圣印 死亡观察者希尔拉克 Hit -352 (Holy)", -- [13]
						"死亡观察者希尔拉克 肉搏 Harutt Dodge", -- [14]
						"Shalannius 血袭 (伤害/跳) 死亡观察者希尔拉克 Tick -146 (Physical)", -- [15]
						"Gpt 奉献 (伤害/跳) 死亡观察者希尔拉克 Tick -245 (Holy)", -- [16]
						"Gpt 火焰箭 死亡观察者希尔拉克 Hit -764 (Fire)", -- [17]
						"Shalannius 肉搏 死亡观察者希尔拉克 Crit -1082 (Physical)", -- [18]
						"Harutt 肉搏 死亡观察者希尔拉克 Hit -280 (Physical)", -- [19]
						"Shalannius 猛击 死亡观察者希尔拉克 Immune (Physical)", -- [20]
						"Gpt 正义复仇 (伤害/跳) 死亡观察者希尔拉克 Tick -288 (Holy)", -- [21]
						"Harutt 毁灭打击 死亡观察者希尔拉克 Hit -819 (Physical)", -- [22]
						"Shalannius 斜掠 (伤害/跳) 死亡观察者希尔拉克 Tick -340 (Physical)", -- [23]
						"Gpt 奉献 (伤害/跳) 死亡观察者希尔拉克 Tick -245 (Holy)", -- [24]
						"Nittlebur 寒冰箭 死亡观察者希尔拉克 Hit -1071 (Frost)", -- [25]
						"Nittlebur 火球术 (伤害/跳) 死亡观察者希尔拉克 Tick -26 (Fire)", -- [26]
						"Gpt 愤怒之锤 死亡观察者希尔拉克 Hit -1523 (Holy)", -- [27]
						"Shalannius 割裂 (伤害/跳) 死亡观察者希尔拉克 Tick -312 (Physical)", -- [28]
						"Nittlebur 点燃 (伤害/跳) 死亡观察者希尔拉克 Tick -331 (Fire)", -- [29]
						"死亡观察者希尔拉克 肉搏 Harutt Hit -574 (Physical)", -- [30]
						"Harutt 荆棘术 死亡观察者希尔拉克 Hit -46 (Nature)", -- [31]
						"Harutt 惩戒光环 死亡观察者希尔拉克 Hit -139 (Holy)", -- [32]
						"Harutt 伤害护盾 死亡观察者希尔拉克 Hit -33 (Physical)", -- [33]
						"Shalannius 撕碎 死亡观察者希尔拉克 Hit -1039 (Physical)", -- [34]
						"Harutt 肉搏 死亡观察者希尔拉克 Hit -243 (Physical)", -- [35]
						"Harutt 毁灭打击 死亡观察者希尔拉克 Hit -829 (Physical)", -- [36]
						"Shalannius 肉搏 死亡观察者希尔拉克 Hit -141 (Physical)", -- [37]
						"Gpt 正义复仇 (伤害/跳) 死亡观察者希尔拉克 Tick -288 (Holy)", -- [38]
						"死亡观察者希尔拉克 血肉撕咬 (伤害/跳) Gpt Tick -473 (Physical)", -- [39]
						"死亡观察者希尔拉克 血肉撕咬 (伤害/跳) Shalannius Tick -341 (Physical)", -- [40]
						"Gpt 肉搏 死亡观察者希尔拉克 Crit -1494 (Physical)", -- [41]
						"Gpt 命令圣印 死亡观察者希尔拉克 Crit -724 (Holy)", -- [42]
						"Shalannius 血袭 (伤害/跳) 死亡观察者希尔拉克 Tick -146 (Physical)", -- [43]
						"Gpt 神圣风暴 死亡观察者希尔拉克 Hit -955 (Physical)", -- [44]
						"Gpt 命令圣印 死亡观察者希尔拉克 Hit -362 (Holy)", -- [45]
						"Nittlebur 火焰冲击 死亡观察者希尔拉克 Crit -1263 (Fire)", -- [46]
						"Shalannius 割碎 死亡观察者希尔拉克 Hit -444 (Physical)", -- [47]
						"Nittlebur 火球术 (伤害/跳) 死亡观察者希尔拉克 Tick -26 (Fire)", -- [48]
						"Nittlebur 寒冰箭 死亡观察者希尔拉克 Crit -2062 (Frost)", -- [49]
						"死亡观察者希尔拉克死亡。", -- [50]
					},
					["DeathAt"] = 1716791065,
					["HealthNum"] = {
						29.32289841529416, -- [1]
						29.00491894768264, -- [2]
						29.00491894768264, -- [3]
						27.37868109904087, -- [4]
						27.34493633921271, -- [5]
						27.34493633921271, -- [6]
						27.34493633921271, -- [7]
						26.93999922127478, -- [8]
						26.51040247115472, -- [9]
						25.53699593765007, -- [10]
						25.08663318148192, -- [11]
						25.08663318148192, -- [12]
						24.62978104842373, -- [13]
						22.75824475333878, -- [14]
						22.56875494814988, -- [15]
						22.25077548053836, -- [16]
						21.25919869174162, -- [17]
						21.25919869174162, -- [18]
						19.85489753273891, -- [19]
						19.49149242689717, -- [20]
						19.11770431803138, -- [21]
						18.0547443834443, -- [22]
						17.61346675492219, -- [23]
						17.29548728731067, -- [24]
						15.90546275746603, -- [25]
						15.87171799763787, -- [26]
						13.89505379693442, -- [27]
						13.49011667899648, -- [28]
						13.06051992887643, -- [29]
						13.06051992887643, -- [30]
						13.00081766148814, -- [31]
						12.82041298394528, -- [32]
						12.77758309647108, -- [33]
						11.42909057872263, -- [34]
						11.42909057872263, -- [35]
						10.35315189035549, -- [36]
						10.03776817349998, -- [37]
						9.480979636335318, -- [38]
						9.480979636335318, -- [39]
						9.480979636335318, -- [40]
						9.480979636335318, -- [41]
						8.541317862658827, -- [42]
						6.412802242728653, -- [43]
						5.173331256732729, -- [44]
						4.703500369894483, -- [45]
						3.064283767472647, -- [46]
						2.488027099637893, -- [47]
						2.454282339809732, -- [48]
						0.001297875378006204, -- [49]
						0, -- [50]
					},
					["MessageTimes"] = {
						-4.901000000070781, -- [1]
						-4.51299999980256, -- [2]
						-4.501999999862164, -- [3]
						-4.308000000193715, -- [4]
						-4.063000000081956, -- [5]
						-3.862999999895692, -- [6]
						-3.862999999895692, -- [7]
						-3.83600000012666, -- [8]
						-3.802999999839813, -- [9]
						-3.799999999813736, -- [10]
						-3.799999999813736, -- [11]
						-3.74599999981001, -- [12]
						-3.745000000111759, -- [13]
						-3.666000000201166, -- [14]
						-3.59899999992922, -- [15]
						-3.566000000108033, -- [16]
						-3.546000000089407, -- [17]
						-3.445999999996275, -- [18]
						-3.080000000074506, -- [19]
						-2.878000000026077, -- [20]
						-2.873000000137836, -- [21]
						-2.719000000040978, -- [22]
						-2.688999999780208, -- [23]
						-2.563000000081956, -- [24]
						-2.405999999959022, -- [25]
						-2.061999999918044, -- [26]
						-2.050999999977648, -- [27]
						-1.842000000178814, -- [28]
						-1.796999999787659, -- [29]
						-1.263999999966472, -- [30]
						-1.263999999966472, -- [31]
						-1.263999999966472, -- [32]
						-1.263999999966472, -- [33]
						-1.26299999980256, -- [34]
						-1.069000000134111, -- [35]
						-1.067999999970198, -- [36]
						-0.9350000000558794, -- [37]
						-0.9029999999329448, -- [38]
						-0.8760000001639128, -- [39]
						-0.8760000001639128, -- [40]
						-0.828999999910593, -- [41]
						-0.8279999997466803, -- [42]
						-0.6030000001192093, -- [43]
						-0.5770000000484288, -- [44]
						-0.5770000000484288, -- [45]
						-0.5389999998733401, -- [46]
						-0.1159999999217689, -- [47]
						-0.0669999998062849, -- [48]
						-0.009999999776482582, -- [49]
						0, -- [50]
					},
					["KilledBy"] = "Nittlebur",
					["Health"] = {
						"22593 (29%)", -- [1]
						"22348 (29%)", -- [2]
						"22348 (29%)", -- [3]
						"21095 (27%)", -- [4]
						"21069 (27%)", -- [5]
						"21069 (27%)", -- [6]
						"21069 (27%)", -- [7]
						"20757 (26%)", -- [8]
						"20426 (26%)", -- [9]
						"19676 (25%)", -- [10]
						"19329 (25%)", -- [11]
						"19329 (25%)", -- [12]
						"18977 (24%)", -- [13]
						"17535 (22%)", -- [14]
						"17389 (22%)", -- [15]
						"17144 (22%)", -- [16]
						"16380 (21%)", -- [17]
						"16380 (21%)", -- [18]
						"15298 (19%)", -- [19]
						"15018 (19%)", -- [20]
						"14730 (19%)", -- [21]
						"13911 (18%)", -- [22]
						"13571 (17%)", -- [23]
						"13326 (17%)", -- [24]
						"12255 (15%)", -- [25]
						"12229 (15%)", -- [26]
						"10706 (13%)", -- [27]
						"10394 (13%)", -- [28]
						"10063 (13%)", -- [29]
						"10063 (13%)", -- [30]
						"10017 (13%)", -- [31]
						"9878 (12%)", -- [32]
						"9845 (12%)", -- [33]
						"8806 (11%)", -- [34]
						"8806 (11%)", -- [35]
						"7977 (10%)", -- [36]
						"7734 (10%)", -- [37]
						"7305 (9%)", -- [38]
						"7305 (9%)", -- [39]
						"7305 (9%)", -- [40]
						"7305 (9%)", -- [41]
						"6581 (8%)", -- [42]
						"4941 (6%)", -- [43]
						"3986 (5%)", -- [44]
						"3624 (4%)", -- [45]
						"2361 (3%)", -- [46]
						"1917 (2%)", -- [47]
						"1891 (2%)", -- [48]
						"1 (0%)", -- [49]
						"0 (0%)", -- [50]
					},
					["EventNum"] = {
						0.3737881088657867, -- [1]
						0.31797946761152, -- [2]
						0.407532868693948, -- [3]
						1.218704979947825, -- [4]
						0.0337447598281613, -- [5]
						0, -- [6]
						0, -- [7]
						0.4049371179379356, -- [8]
						0.4295967501200535, -- [9]
						0.9734065335046529, -- [10]
						0.4503627561681527, -- [11]
						1.871536295084946, -- [12]
						0.4568521330581837, -- [13]
						0, -- [14]
						0.1894898051889058, -- [15]
						0.31797946761152, -- [16]
						0.9915767887967397, -- [17]
						1.404301159002713, -- [18]
						0.3634051058417371, -- [19]
						0, -- [20]
						0.3737881088657867, -- [21]
						1.062959934587081, -- [22]
						0.4412776285221093, -- [23]
						0.31797946761152, -- [24]
						1.390024529844644, -- [25]
						0.0337447598281613, -- [26]
						1.976664200703449, -- [27]
						0.4049371179379356, -- [28]
						0.4295967501200535, -- [29]
						0, -- [30]
						0.05970226738828538, -- [31]
						0.1804046775428623, -- [32]
						0.04282988747420473, -- [33]
						1.348492517748446, -- [34]
						0.3153837168555075, -- [35]
						1.075938688367143, -- [36]
						0.1830004282988748, -- [37]
						0.3737881088657867, -- [38]
						0, -- [39]
						0, -- [40]
						1.939025814741268, -- [41]
						0.9396617736764916, -- [42]
						0.1894898051889058, -- [43]
						1.239470985995925, -- [44]
						0.4698308868382458, -- [45]
						1.639216602421836, -- [46]
						0.5762566678347545, -- [47]
						0.0337447598281613, -- [48]
						2.676219029448792, -- [49]
						0, -- [50]
					},
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"DAMAGE", -- [20]
						"DAMAGE", -- [21]
						"DAMAGE", -- [22]
						"DAMAGE", -- [23]
						"DAMAGE", -- [24]
						"DAMAGE", -- [25]
						"DAMAGE", -- [26]
						"DAMAGE", -- [27]
						"DAMAGE", -- [28]
						"DAMAGE", -- [29]
						"DAMAGE", -- [30]
						"DAMAGE", -- [31]
						"DAMAGE", -- [32]
						"DAMAGE", -- [33]
						"DAMAGE", -- [34]
						"DAMAGE", -- [35]
						"DAMAGE", -- [36]
						"DAMAGE", -- [37]
						"DAMAGE", -- [38]
						"DAMAGE", -- [39]
						"DAMAGE", -- [40]
						"DAMAGE", -- [41]
						"DAMAGE", -- [42]
						"DAMAGE", -- [43]
						"DAMAGE", -- [44]
						"DAMAGE", -- [45]
						"DAMAGE", -- [46]
						"DAMAGE", -- [47]
						"DAMAGE", -- [48]
						"DAMAGE", -- [49]
						"MISC", -- [50]
					},
				}, -- [1]
			},
			["LastEventIncoming"] = {
				true, -- [1]
				false, -- [2]
				true, -- [3]
				true, -- [4]
				true, -- [5]
				true, -- [6]
				true, -- [7]
				true, -- [8]
				true, -- [9]
				true, -- [10]
				true, -- [11]
				true, -- [12]
				true, -- [13]
				true, -- [14]
				true, -- [15]
				true, -- [16]
				true, -- [17]
				false, -- [18]
				true, -- [19]
				true, -- [20]
				true, -- [21]
				true, -- [22]
				true, -- [23]
				true, -- [24]
				true, -- [25]
				true, -- [26]
				false, -- [27]
				false, -- [28]
				true, -- [29]
				true, -- [30]
				true, -- [31]
				true, -- [32]
				true, -- [33]
				true, -- [34]
				true, -- [35]
				true, -- [36]
				true, -- [37]
				true, -- [38]
				false, -- [39]
				false, -- [40]
				false, -- [41]
				false, -- [42]
				false, -- [43]
				false, -- [44]
				false, -- [45]
				false, -- [46]
				true, -- [47]
				true, -- [48]
				true, -- [49]
				true, -- [50]
			},
			["TimeLast"] = {
				["DeathCount"] = 1716791063,
				["TimeDamage"] = 1716791074,
				["ActiveTime"] = 1716791074,
				["DamageTaken"] = 1716791063,
				["OVERALL"] = 1716791074,
				["DOT_Time"] = 1716791074,
				["Damage"] = 1716791074,
			},
			["LastEventTimes"] = {
				2714758.491, -- [1]
				2714758.57, -- [2]
				2714758.637, -- [3]
				2714758.67, -- [4]
				2714758.69, -- [5]
				2714758.79, -- [6]
				2714759.156, -- [7]
				2714759.358, -- [8]
				2714759.363, -- [9]
				2714759.517, -- [10]
				2714759.547, -- [11]
				2714759.673, -- [12]
				2714759.83, -- [13]
				2714760.174, -- [14]
				2714760.185, -- [15]
				2714760.394, -- [16]
				2714760.439, -- [17]
				2714760.972, -- [18]
				2714760.972, -- [19]
				2714760.972, -- [20]
				2714760.972, -- [21]
				2714760.973, -- [22]
				2714761.167, -- [23]
				2714761.168, -- [24]
				2714761.301, -- [25]
				2714761.333, -- [26]
				2714761.36, -- [27]
				2714761.36, -- [28]
				2714761.407, -- [29]
				2714761.408, -- [30]
				2714761.633, -- [31]
				2714761.659, -- [32]
				2714761.659, -- [33]
				2714761.697, -- [34]
				2714762.12, -- [35]
				2714762.169, -- [36]
				2714762.226, -- [37]
				2714762.236, -- [38]
				2714764.357, -- [39]
				2714764.357, -- [40]
				2714767.362, -- [41]
				2714767.362, -- [42]
				2714770.372, -- [43]
				2714770.372, -- [44]
				2714773.368, -- [45]
				2714773.369, -- [46]
				2714758.433, -- [47]
				2714758.436, -- [48]
				2714758.436, -- [49]
				2714758.49, -- [50]
			},
			["LastAbility"] = 2766760.309,
		},
		["Gpt"] = {
			["GUID"] = "0x000000000000000B",
			["LastEventHealth"] = {
				"8911 (96%)", -- [1]
				"9096 (97%)", -- [2]
				"9282 (100%)", -- [3]
				"9282 (100%)", -- [4]
				"9282 (100%)", -- [5]
				"9282 (100%)", -- [6]
				"9282 (100%)", -- [7]
				"9282 (100%)", -- [8]
				"9282 (100%)", -- [9]
				"9282 (100%)", -- [10]
				"9282 (100%)", -- [11]
				"9282 (100%)", -- [12]
				"9282 (100%)", -- [13]
				"9282 (100%)", -- [14]
				"9282 (100%)", -- [15]
				"9282 (100%)", -- [16]
				"8982 (96%)", -- [17]
				"8982 (96%)", -- [18]
				"9282 (100%)", -- [19]
				"9282 (100%)", -- [20]
				"9282 (100%)", -- [21]
				"9122 (98%)", -- [22]
				"9282 (100%)", -- [23]
				"9282 (100%)", -- [24]
				"9282 (100%)", -- [25]
				"9282 (100%)", -- [26]
				"9282 (100%)", -- [27]
				"9282 (100%)", -- [28]
				"9142 (98%)", -- [29]
				"9142 (98%)", -- [30]
				"9142 (98%)", -- [31]
				"9142 (98%)", -- [32]
				"9142 (98%)", -- [33]
				"9142 (98%)", -- [34]
				"9142 (98%)", -- [35]
				"9142 (98%)", -- [36]
				"9142 (98%)", -- [37]
				"9282 (100%)", -- [38]
				"9282 (100%)", -- [39]
				"9282 (100%)", -- [40]
				"9282 (100%)", -- [41]
				"9282 (100%)", -- [42]
				"9282 (100%)", -- [43]
				"9282 (100%)", -- [44]
				"9282 (100%)", -- [45]
				"9282 (100%)", -- [46]
				"9282 (100%)", -- [47]
				"9282 (100%)", -- [48]
				"9282 (100%)", -- [49]
				"8911 (96%)", -- [50]
			},
			["LastAttackedBy"] = "山丘戈隆",
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"HEAL", -- [2]
				"HEAL", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"DAMAGE", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"HEAL", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"DAMAGE", -- [18]
				"DAMAGE", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"DAMAGE", -- [23]
				"DAMAGE", -- [24]
				"DAMAGE", -- [25]
				"HEAL", -- [26]
				"DAMAGE", -- [27]
				"DAMAGE", -- [28]
				"DAMAGE", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"DAMAGE", -- [34]
				"DAMAGE", -- [35]
				"DAMAGE", -- [36]
				"DAMAGE", -- [37]
				"DAMAGE", -- [38]
				"DAMAGE", -- [39]
				"DAMAGE", -- [40]
				"HEAL", -- [41]
				"DAMAGE", -- [42]
				"DAMAGE", -- [43]
				"DAMAGE", -- [44]
				"DAMAGE", -- [45]
				"DAMAGE", -- [46]
				"DAMAGE", -- [47]
				"DAMAGE", -- [48]
				"DAMAGE", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["TimeHeal"] = {
					17.97, -- [1]
				},
				["Healing"] = {
					20144, -- [1]
				},
				["DamageTaken"] = {
					77990, -- [1]
				},
				["HOT_Time"] = {
					1110, -- [1]
				},
				["HealingTaken"] = {
					26304, -- [1]
				},
				["Overhealing"] = {
					44779, -- [1]
				},
				["ActiveTime"] = {
					602.9499999999994, -- [1]
				},
				["TimeDamage"] = {
					584.9799999999995, -- [1]
				},
				["ManaGain"] = {
					57270, -- [1]
				},
				["DOT_Time"] = {
					1422, -- [1]
				},
				["Damage"] = {
					800998, -- [1]
				},
			},
			["enClass"] = "PALADIN",
			["unit"] = "Gpt",
			["level"] = 70,
			["LastDamageAbility"] = "肉搏",
			["LastFightIn"] = 34,
			["LastEventNum"] = {
				[26] = 1.993104934281405,
				[27] = 1.508295625942685,
				[3] = 4.901960784313726,
				[15] = 3.232062055591467,
				[48] = 3.996983408748115,
				[2] = 1.993104934281405,
				[41] = 1.993104934281405,
				[20] = 1.723766429648783,
				[13] = 1.993104934281405,
			},
			["type"] = "Self",
			["FightsSaved"] = 5,
			["LastActive"] = 1716812821,
			["UnitLockout"] = 1716790803,
			["Owner"] = false,
			["Fights"] = {
				["OverallData"] = {
					["DOTs"] = {
						["正义复仇 (伤害/跳)"] = {
							["Details"] = {
								["奥金尼灵魂祭司"] = {
									["count"] = 18,
								},
								["相位祭司"] = {
									["count"] = 3,
								},
								["“史诗”马龙"] = {
									["count"] = 3,
								},
								["死亡观察者希尔拉克"] = {
									["count"] = 15,
								},
								["无息的祭司"] = {
									["count"] = 6,
								},
								["山丘戈隆"] = {
									["count"] = 6,
								},
								["暴怒的骷髅"] = {
									["count"] = 12,
								},
								["奥金尼守备官"] = {
									["count"] = 15,
								},
								["风鹏皇后"] = {
									["count"] = 18,
								},
								["被激怒的骷髅"] = {
									["count"] = 3,
								},
								["黑暗的灵魂"] = {
									["count"] = 33,
								},
								["“脏鬼”拉瑞"] = {
									["count"] = 3,
								},
								["大主教玛拉达尔"] = {
									["count"] = 21,
								},
								["奥金尼僧侣"] = {
									["count"] = 24,
								},
								["大型风鹏"] = {
									["count"] = 6,
								},
							},
							["amount"] = 186,
						},
						["奉献 (伤害/跳)"] = {
							["Details"] = {
								["激动的兽人灵魂"] = {
									["count"] = 36,
								},
								["奥金尼灵魂祭司"] = {
									["count"] = 198,
								},
								["相位祭司"] = {
									["count"] = 18,
								},
								["幻影占有者"] = {
									["count"] = 6,
								},
								["复生的白骨"] = {
									["count"] = 276,
								},
								["相位潜行者"] = {
									["count"] = 6,
								},
								["无息的巫师"] = {
									["count"] = 9,
								},
								["奥金尼僧侣"] = {
									["count"] = 30,
								},
								["无息的巡视者"] = {
									["count"] = 15,
								},
								["无息的祭司"] = {
									["count"] = 21,
								},
								["“史诗”马龙"] = {
									["count"] = 24,
								},
								["死亡观察者希尔拉克"] = {
									["count"] = 24,
								},
								["相位巫师"] = {
									["count"] = 30,
								},
								["暴怒的骷髅"] = {
									["count"] = 183,
								},
								["懒鬼杰克"] = {
									["count"] = 30,
								},
								["无息的士兵"] = {
									["count"] = 18,
								},
								["奥金尼通灵师"] = {
									["count"] = 60,
								},
								["奥金尼守备官"] = {
									["count"] = 63,
								},
								["被激怒的骷髅"] = {
									["count"] = 114,
								},
								["大主教玛拉达尔"] = {
									["count"] = 24,
								},
								["“脏鬼”拉瑞"] = {
									["count"] = 48,
								},
								["山丘戈隆"] = {
									["count"] = 3,
								},
							},
							["amount"] = 1236,
						},
					},
					["ElementDoneResist"] = {
						["Holy"] = 1143,
					},
					["ElementHitsTaken"] = {
						["Shadow"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 2,
								},
								["Absorb"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 10,
								},
								["Miss"] = {
									["count"] = 1,
								},
							},
							["amount"] = 14,
						},
						["Melee"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 19,
								},
								["Miss"] = {
									["count"] = 14,
								},
								["Dodge"] = {
									["count"] = 15,
								},
								["Hit"] = {
									["count"] = 101,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Parry"] = {
									["count"] = 8,
								},
							},
							["amount"] = 158,
						},
						["Physical"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 13,
								},
								["Absorb"] = {
									["count"] = 4,
								},
								["Hit"] = {
									["count"] = 3,
								},
								["Miss"] = {
									["count"] = 1,
								},
							},
							["amount"] = 21,
						},
					},
					["WhoHealed"] = {
						["Gpt"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 8417,
								},
								["神圣风暴"] = {
									["count"] = 3771,
								},
								["圣光出鞘"] = {
									["count"] = 975,
								},
								["圣光闪现"] = {
									["count"] = 3419,
								},
							},
							["amount"] = 16582,
						},
						["Fallat"] = {
							["Details"] = {
								["恢复"] = {
									["count"] = 716,
								},
								["强效治疗术"] = {
									["count"] = 2840,
								},
							},
							["amount"] = 3556,
						},
						["Shalannius"] = {
							["Details"] = {
								["强化兽群领袖"] = {
									["count"] = 6166,
								},
							},
							["amount"] = 6166,
						},
					},
					["ElementTakenResist"] = {
						["Melee"] = 12625,
					},
					["HOT_Time"] = 1110,
					["ElementTaken"] = {
						["Shadow"] = 4279,
						["Melee"] = 68599,
						["Physical"] = 5112,
					},
					["HOTs"] = {
						["圣光审判"] = {
							["Details"] = {
								["Harutt"] = {
									["count"] = 171,
								},
								["Water Elemental"] = {
									["count"] = 6,
								},
								["Nittlebur"] = {
									["count"] = 126,
								},
								["Gpt"] = {
									["count"] = 213,
								},
								["Shalannius"] = {
									["count"] = 75,
								},
							},
							["amount"] = 591,
						},
						["神圣风暴"] = {
							["Details"] = {
								["Harutt"] = {
									["count"] = 108,
								},
								["Water Elemental"] = {
									["count"] = 24,
								},
								["Nittlebur"] = {
									["count"] = 81,
								},
								["Gpt"] = {
									["count"] = 129,
								},
								["Fallat"] = {
									["count"] = 75,
								},
								["Shalannius"] = {
									["count"] = 93,
								},
							},
							["amount"] = 510,
						},
						["圣光出鞘"] = {
							["Details"] = {
								["Gpt"] = {
									["count"] = 9,
								},
							},
							["amount"] = 9,
						},
					},
					["Damage"] = 800998,
					["TimeHeal"] = 17.97,
					["ElementDone"] = {
						["Fire"] = 8899,
						["Holy"] = 540585,
						["Melee"] = 127727,
						["Physical"] = 123787,
					},
					["DamagedWho"] = {
						["激动的兽人灵魂"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 799,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 2940,
								},
								["命令圣印"] = {
									["count"] = 2847,
								},
								["十字军打击"] = {
									["count"] = 667,
								},
								["驱邪术"] = {
									["count"] = 3142,
								},
								["神圣风暴"] = {
									["count"] = 1733,
								},
								["惩戒光环"] = {
									["count"] = 800,
								},
								["肉搏"] = {
									["count"] = 2066,
								},
							},
							["amount"] = 14994,
						},
						["奥金尼灵魂祭司"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 7586,
								},
								["清算之手"] = {
									["count"] = 4604,
								},
								["驱邪术"] = {
									["count"] = 10156,
								},
								["惩戒光环"] = {
									["count"] = 431,
								},
								["十字军打击"] = {
									["count"] = 6444,
								},
								["命令圣印"] = {
									["count"] = 20228,
								},
								["火焰箭"] = {
									["count"] = 1910,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 779,
								},
								["神圣风暴"] = {
									["count"] = 11145,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 17197,
								},
								["肉搏"] = {
									["count"] = 16617,
								},
							},
							["amount"] = 97097,
						},
						["相位祭司"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 1470,
								},
								["命令圣印"] = {
									["count"] = 3138,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 127,
								},
								["神圣风暴"] = {
									["count"] = 2575,
								},
								["肉搏"] = {
									["count"] = 684,
								},
							},
							["amount"] = 7994,
						},
						["班塔尔"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 536,
								},
								["命令圣印"] = {
									["count"] = 1086,
								},
								["肉搏"] = {
									["count"] = 1272,
								},
							},
							["amount"] = 2894,
						},
						["幻影占有者"] = {
							["Details"] = {
								["命令圣印"] = {
									["count"] = 420,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 490,
								},
							},
							["amount"] = 910,
						},
						["复生的白骨"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 1561,
								},
								["驱邪术"] = {
									["count"] = 6383,
								},
								["惩戒光环"] = {
									["count"] = 2363,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 22540,
								},
								["命令圣印"] = {
									["count"] = 16550,
								},
								["神圣愤怒"] = {
									["count"] = 12538,
								},
								["神圣风暴"] = {
									["count"] = 10045,
								},
								["十字军打击"] = {
									["count"] = 695,
								},
								["肉搏"] = {
									["count"] = 6741,
								},
							},
							["amount"] = 79416,
						},
						["相位潜行者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 3142,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 490,
								},
								["命令圣印"] = {
									["count"] = 1056,
								},
								["神圣风暴"] = {
									["count"] = 898,
								},
								["肉搏"] = {
									["count"] = 716,
								},
							},
							["amount"] = 6302,
						},
						["风鹏皇后"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 2283,
								},
								["驱邪术"] = {
									["count"] = 4534,
								},
								["惩戒光环"] = {
									["count"] = 744,
								},
								["十字军打击"] = {
									["count"] = 4027,
								},
								["火焰箭"] = {
									["count"] = 2969,
								},
								["愤怒之锤"] = {
									["count"] = 1799,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 768,
								},
								["神圣风暴"] = {
									["count"] = 1914,
								},
								["命令圣印"] = {
									["count"] = 7941,
								},
								["肉搏"] = {
									["count"] = 9817,
								},
							},
							["amount"] = 36796,
						},
						["死亡观察者希尔拉克"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 1593,
								},
								["清算之手"] = {
									["count"] = 2272,
								},
								["驱邪术"] = {
									["count"] = 3175,
								},
								["惩戒光环"] = {
									["count"] = 139,
								},
								["火焰箭"] = {
									["count"] = 1528,
								},
								["十字军打击"] = {
									["count"] = 3636,
								},
								["愤怒之锤"] = {
									["count"] = 1523,
								},
								["命令圣印"] = {
									["count"] = 6028,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 1393,
								},
								["神圣风暴"] = {
									["count"] = 2733,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 1960,
								},
								["肉搏"] = {
									["count"] = 7281,
								},
							},
							["amount"] = 33261,
						},
						["老迈的裂蹄牛"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 481,
								},
								["命令圣印"] = {
									["count"] = 1026,
								},
								["清算之手"] = {
									["count"] = 872,
								},
								["驱邪术"] = {
									["count"] = 1747,
								},
								["惩戒光环"] = {
									["count"] = 124,
								},
								["愤怒之锤"] = {
									["count"] = 2510,
								},
								["肉搏"] = {
									["count"] = 1424,
								},
							},
							["amount"] = 8184,
						},
						["无息的巫师"] = {
							["Details"] = {
								["神圣风暴"] = {
									["count"] = 1160,
								},
								["命令圣印"] = {
									["count"] = 794,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 882,
								},
							},
							["amount"] = 2836,
						},
						["殉难者的化身"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 1015,
								},
								["十字军打击"] = {
									["count"] = 1034,
								},
								["命令圣印"] = {
									["count"] = 2012,
								},
								["神圣风暴"] = {
									["count"] = 945,
								},
								["愤怒之锤"] = {
									["count"] = 1546,
								},
								["肉搏"] = {
									["count"] = 2022,
								},
							},
							["amount"] = 8574,
						},
						["奥金尼僧侣"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 2841,
								},
								["清算之手"] = {
									["count"] = 1818,
								},
								["驱邪术"] = {
									["count"] = 13567,
								},
								["惩戒光环"] = {
									["count"] = 135,
								},
								["十字军打击"] = {
									["count"] = 6962,
								},
								["命令圣印"] = {
									["count"] = 14118,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 1295,
								},
								["神圣风暴"] = {
									["count"] = 8313,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 2450,
								},
								["肉搏"] = {
									["count"] = 11658,
								},
							},
							["amount"] = 63157,
						},
						["无息的巡视者"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 1372,
								},
								["命令圣印"] = {
									["count"] = 3600,
								},
								["神圣风暴"] = {
									["count"] = 876,
								},
								["十字军打击"] = {
									["count"] = 1438,
								},
								["肉搏"] = {
									["count"] = 2830,
								},
							},
							["amount"] = 10116,
						},
						["大型风鹏"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 978,
								},
								["十字军打击"] = {
									["count"] = 438,
								},
								["命令圣印"] = {
									["count"] = 695,
								},
								["清算之手"] = {
									["count"] = 872,
								},
								["驱邪术"] = {
									["count"] = 1652,
								},
								["惩戒光环"] = {
									["count"] = 119,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 146,
								},
								["肉搏"] = {
									["count"] = 1260,
								},
							},
							["amount"] = 6160,
						},
						["相位士兵"] = {
							["Details"] = {
								["神圣愤怒"] = {
									["count"] = 1101,
								},
							},
							["amount"] = 1101,
						},
						["无息的士兵"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 557,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 1299,
								},
								["命令圣印"] = {
									["count"] = 1697,
								},
								["驱邪术"] = {
									["count"] = 2852,
								},
								["惩戒光环"] = {
									["count"] = 139,
								},
							},
							["amount"] = 6544,
						},
						["“史诗”马龙"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 1491,
								},
								["命令圣印"] = {
									["count"] = 2340,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 100,
								},
								["神圣风暴"] = {
									["count"] = 1944,
								},
								["惩戒光环"] = {
									["count"] = 242,
								},
							},
							["amount"] = 6117,
						},
						["无息的祭司"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 1572,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 1715,
								},
								["命令圣印"] = {
									["count"] = 1773,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 250,
								},
								["神圣风暴"] = {
									["count"] = 1676,
								},
								["惩戒光环"] = {
									["count"] = 139,
								},
								["肉搏"] = {
									["count"] = 1438,
								},
							},
							["amount"] = 8563,
						},
						["被激怒的骷髅"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 779,
								},
								["驱邪术"] = {
									["count"] = 6458,
								},
								["惩戒光环"] = {
									["count"] = 139,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 9310,
								},
								["命令圣印"] = {
									["count"] = 8090,
								},
								["十字军打击"] = {
									["count"] = 2784,
								},
								["神圣愤怒"] = {
									["count"] = 5747,
								},
								["神圣风暴"] = {
									["count"] = 5317,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 132,
								},
								["肉搏"] = {
									["count"] = 3454,
								},
							},
							["amount"] = 42210,
						},
						["奥金尼守备官"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 2862,
								},
								["清算之手"] = {
									["count"] = 1515,
								},
								["驱邪术"] = {
									["count"] = 6526,
								},
								["惩戒光环"] = {
									["count"] = 640,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 5635,
								},
								["命令圣印"] = {
									["count"] = 9724,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 792,
								},
								["神圣风暴"] = {
									["count"] = 5960,
								},
								["肉搏"] = {
									["count"] = 9123,
								},
							},
							["amount"] = 42777,
						},
						["暴怒的骷髅"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 2513,
								},
								["驱邪术"] = {
									["count"] = 3202,
								},
								["惩戒光环"] = {
									["count"] = 278,
								},
								["十字军打击"] = {
									["count"] = 3421,
								},
								["命令圣印"] = {
									["count"] = 16025,
								},
								["神圣愤怒"] = {
									["count"] = 6989,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 520,
								},
								["神圣风暴"] = {
									["count"] = 4299,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 15113,
								},
								["肉搏"] = {
									["count"] = 4832,
								},
							},
							["amount"] = 57192,
						},
						["懒鬼杰克"] = {
							["Details"] = {
								["神圣风暴"] = {
									["count"] = 1248,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 1875,
								},
								["命令圣印"] = {
									["count"] = 2627,
								},
								["惩戒光环"] = {
									["count"] = 495,
								},
							},
							["amount"] = 6245,
						},
						["“脏鬼”拉瑞"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 1691,
								},
								["驱邪术"] = {
									["count"] = 3832,
								},
								["惩戒光环"] = {
									["count"] = 495,
								},
								["十字军打击"] = {
									["count"] = 1536,
								},
								["命令圣印"] = {
									["count"] = 3451,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 84,
								},
								["神圣风暴"] = {
									["count"] = 1260,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 3027,
								},
								["肉搏"] = {
									["count"] = 4066,
								},
							},
							["amount"] = 19442,
						},
						["奥金尼通灵师"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 1641,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 4900,
								},
								["命令圣印"] = {
									["count"] = 8524,
								},
								["神圣风暴"] = {
									["count"] = 1774,
								},
								["驱邪术"] = {
									["count"] = 2138,
								},
								["惩戒光环"] = {
									["count"] = 139,
								},
								["十字军打击"] = {
									["count"] = 2094,
								},
								["肉搏"] = {
									["count"] = 5171,
								},
							},
							["amount"] = 26381,
						},
						["黑暗的灵魂"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 15219,
								},
								["清算之手"] = {
									["count"] = 2819,
								},
								["驱邪术"] = {
									["count"] = 15434,
								},
								["惩戒光环"] = {
									["count"] = 4784,
								},
								["十字军打击"] = {
									["count"] = 11122,
								},
								["命令圣印"] = {
									["count"] = 21892,
								},
								["火焰箭"] = {
									["count"] = 1484,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 1057,
								},
								["神圣风暴"] = {
									["count"] = 4714,
								},
								["愤怒之锤"] = {
									["count"] = 37081,
								},
								["肉搏"] = {
									["count"] = 20367,
								},
							},
							["amount"] = 135973,
						},
						["相位巫师"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 2548,
								},
								["命令圣印"] = {
									["count"] = 1058,
								},
								["神圣风暴"] = {
									["count"] = 838,
								},
							},
							["amount"] = 4444,
						},
						["大主教玛拉达尔"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 3600,
								},
								["驱邪术"] = {
									["count"] = 5070,
								},
								["十字军打击"] = {
									["count"] = 2055,
								},
								["命令圣印"] = {
									["count"] = 5308,
								},
								["火焰箭"] = {
									["count"] = 1008,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 923,
								},
								["神圣风暴"] = {
									["count"] = 795,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 2468,
								},
								["肉搏"] = {
									["count"] = 7426,
								},
							},
							["amount"] = 28653,
						},
						["灰尘咆哮者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 3554,
								},
								["命令圣印"] = {
									["count"] = 2283,
								},
								["清算之手"] = {
									["count"] = 4122,
								},
								["驱邪术"] = {
									["count"] = 6365,
								},
								["惩戒光环"] = {
									["count"] = 269,
								},
								["肉搏"] = {
									["count"] = 3903,
								},
							},
							["amount"] = 20496,
						},
						["山丘戈隆"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 501,
								},
								["清算之手"] = {
									["count"] = 898,
								},
								["驱邪术"] = {
									["count"] = 1826,
								},
								["惩戒光环"] = {
									["count"] = 290,
								},
								["十字军打击"] = {
									["count"] = 1450,
								},
								["命令圣印"] = {
									["count"] = 2014,
								},
								["愤怒之锤"] = {
									["count"] = 3232,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 346,
								},
								["神圣风暴"] = {
									["count"] = 1822,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 231,
								},
								["肉搏"] = {
									["count"] = 3559,
								},
							},
							["amount"] = 16169,
						},
					},
					["WhoDamaged"] = {
						["激动的兽人灵魂"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 732,
								},
							},
							["amount"] = 732,
						},
						["奥金尼灵魂祭司"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 1246,
								},
							},
							["amount"] = 1246,
						},
						["班塔尔"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 4470,
								},
							},
							["amount"] = 4470,
						},
						["奥金尼通灵师"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 543,
								},
							},
							["amount"] = 543,
						},
						["风鹏皇后"] = {
							["Details"] = {
								["飞翼打击"] = {
									["count"] = 58,
								},
								["鹰爪 (伤害/跳)"] = {
									["count"] = 1480,
								},
								["肉搏"] = {
									["count"] = 2951,
								},
							},
							["amount"] = 4489,
						},
						["老迈的裂蹄牛"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 160,
								},
							},
							["amount"] = 160,
						},
						["“脏鬼”拉瑞"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 772,
								},
							},
							["amount"] = 772,
						},
						["奥金尼僧侣"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 387,
								},
							},
							["amount"] = 387,
						},
						["死亡观察者希尔拉克"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 684,
								},
								["血肉撕咬 (伤害/跳)"] = {
									["count"] = 2838,
								},
							},
							["amount"] = 3522,
						},
						["无息的士兵"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 214,
								},
							},
							["amount"] = 214,
						},
						["“史诗”马龙"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 115,
								},
							},
							["amount"] = 115,
						},
						["黑暗的灵魂"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 48657,
								},
								["吞噬暗影"] = {
									["count"] = 735,
								},
							},
							["amount"] = 49392,
						},
						["大型风鹏"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 140,
								},
							},
							["amount"] = 140,
						},
						["暴怒的骷髅"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 1132,
								},
							},
							["amount"] = 1132,
						},
						["懒鬼杰克"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 231,
								},
							},
							["amount"] = 231,
						},
						["复生的白骨"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 2325,
								},
								["打击"] = {
									["count"] = 185,
								},
							},
							["amount"] = 2510,
						},
						["Environment"] = {
							["Details"] = {
								["Falling"] = {
									["count"] = 551,
								},
							},
							["amount"] = 551,
						},
						["奥金尼守备官"] = {
							["Details"] = {
								["暗影守卫"] = {
									["count"] = 3544,
								},
								["肉搏"] = {
									["count"] = 1975,
								},
							},
							["amount"] = 5519,
						},
						["被激怒的骷髅"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 514,
								},
							},
							["amount"] = 514,
						},
						["无息的祭司"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 254,
								},
							},
							["amount"] = 254,
						},
						["灰尘咆哮者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 426,
								},
							},
							["amount"] = 426,
						},
						["山丘戈隆"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 671,
								},
							},
							["amount"] = 671,
						},
					},
					["ElementDoneBlock"] = {
						["Melee"] = 132,
						["Physical"] = 131,
					},
					["TimeHealing"] = {
						["Harutt"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 5.26,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
							},
							["amount"] = 5.26,
						},
						["Gpt"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0.03,
								},
								["神圣风暴"] = {
									["count"] = 0.03,
								},
								["圣光出鞘"] = {
									["count"] = 7.39,
								},
								["圣光闪现"] = {
									["count"] = 3.77,
								},
							},
							["amount"] = 11.22,
						},
						["Shalannius"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0.6800000000000001,
								},
								["神圣风暴"] = {
									["count"] = 0.01,
								},
							},
							["amount"] = 0.6900000000000001,
						},
						["Nittlebur"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0.8,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0.8,
						},
					},
					["OverHeals"] = {
						["圣光审判"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 253,
									["min"] = 9,
									["count"] = 152,
									["amount"] = 30397,
								},
							},
							["count"] = 152,
							["amount"] = 30397,
						},
						["神圣风暴"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 269,
									["min"] = 66,
									["count"] = 141,
									["amount"] = 14220,
								},
							},
							["count"] = 141,
							["amount"] = 14220,
						},
						["圣光闪现"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 162,
									["min"] = 162,
									["count"] = 1,
									["amount"] = 162,
								},
							},
							["count"] = 1,
							["amount"] = 162,
						},
					},
					["PartialResist"] = {
						["吞噬暗影"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
						["血肉撕咬 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
						["打击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Falling"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["灵魂尖啸"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["鹰爪"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["飞翼打击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["鹰爪 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 7,
							["amount"] = 0,
						},
						["暗影守卫"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 7,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 123,
									["amount"] = 0,
								},
								["50%抵抗"] = {
									["max"] = 613,
									["min"] = 362,
									["count"] = 10,
									["amount"] = 5055,
								},
								["25%抵抗"] = {
									["max"] = 676,
									["min"] = 142,
									["count"] = 25,
									["amount"] = 7570,
								},
							},
							["count"] = 158,
							["amount"] = 12625,
						},
					},
					["ManaGained"] = {
						["恢复"] = {
							["Details"] = {
								["Gpt"] = {
									["count"] = 7876,
								},
							},
							["amount"] = 7876,
						},
						["智者审判"] = {
							["Details"] = {
								["Gpt"] = {
									["count"] = 39114,
								},
							},
							["amount"] = 39114,
						},
						["神圣恳求"] = {
							["Details"] = {
								["Gpt"] = {
									["count"] = 10280,
								},
							},
							["amount"] = 10280,
						},
					},
					["PartialAbsorb"] = {
						["吞噬暗影"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 245,
									["min"] = 245,
									["count"] = 1,
									["amount"] = 245,
								},
							},
							["count"] = 6,
							["amount"] = 245,
						},
						["血肉撕咬 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
						["打击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Falling"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["灵魂尖啸"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["鹰爪"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 340,
									["min"] = 170,
									["count"] = 4,
									["amount"] = 1190,
								},
							},
							["count"] = 4,
							["amount"] = 1190,
						},
						["飞翼打击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["鹰爪 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 50,
									["min"] = 50,
									["count"] = 1,
									["amount"] = 50,
								},
							},
							["count"] = 7,
							["amount"] = 50,
						},
						["暗影守卫"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 7,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 135,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 1136,
									["min"] = 47,
									["count"] = 23,
									["amount"] = 8650,
								},
							},
							["count"] = 158,
							["amount"] = 8650,
						},
					},
					["ActiveTime"] = 602.9499999999994,
					["Heals"] = {
						["圣光审判"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 253,
									["min"] = 11,
									["count"] = 55,
									["amount"] = 11113,
								},
							},
							["count"] = 55,
							["amount"] = 11113,
						},
						["神圣风暴"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 333,
									["min"] = 4,
									["count"] = 35,
									["amount"] = 4637,
								},
							},
							["count"] = 35,
							["amount"] = 4637,
						},
						["圣光出鞘"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 325,
									["min"] = 325,
									["count"] = 3,
									["amount"] = 975,
								},
							},
							["count"] = 3,
							["amount"] = 975,
						},
						["圣光闪现"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 2167,
									["min"] = 2167,
									["count"] = 1,
									["amount"] = 2167,
								},
								["Hit"] = {
									["max"] = 1252,
									["min"] = 1252,
									["count"] = 1,
									["amount"] = 1252,
								},
							},
							["count"] = 2,
							["amount"] = 3419,
						},
					},
					["ElementHitsDone"] = {
						["Fire"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 8,
								},
							},
							["amount"] = 10,
						},
						["Holy"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 476,
								},
								["Tick"] = {
									["count"] = 474,
								},
								["Crit"] = {
									["count"] = 149,
								},
								["Evade"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1100,
						},
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 94,
								},
								["Parry"] = {
									["count"] = 2,
								},
								["Crit"] = {
									["count"] = 43,
								},
								["Dodge"] = {
									["count"] = 3,
								},
							},
							["amount"] = 142,
						},
						["Physical"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 8,
								},
								["Crit"] = {
									["count"] = 36,
								},
								["Hit"] = {
									["count"] = 82,
								},
							},
							["amount"] = 126,
						},
					},
					["HealedWho"] = {
						["Harutt"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 2332,
								},
								["神圣风暴"] = {
									["count"] = 519,
								},
							},
							["amount"] = 2851,
						},
						["Gpt"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 8417,
								},
								["神圣风暴"] = {
									["count"] = 3771,
								},
								["圣光出鞘"] = {
									["count"] = 975,
								},
								["圣光闪现"] = {
									["count"] = 3419,
								},
							},
							["amount"] = 16582,
						},
						["Shalannius"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 251,
								},
								["神圣风暴"] = {
									["count"] = 49,
								},
							},
							["amount"] = 300,
						},
						["Nittlebur"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 113,
								},
								["神圣风暴"] = {
									["count"] = 298,
								},
							},
							["amount"] = 411,
						},
					},
					["TimeSpent"] = {
						["激动的兽人灵魂"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0.44,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 5.25,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0.06,
								},
								["驱邪术"] = {
									["count"] = 0.21,
								},
								["神圣风暴"] = {
									["count"] = 0.71,
								},
								["惩戒光环"] = {
									["count"] = 4.9,
								},
								["肉搏"] = {
									["count"] = 1.58,
								},
							},
							["amount"] = 13.15,
						},
						["奥金尼灵魂祭司"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 9.050000000000001,
								},
								["清算之手"] = {
									["count"] = 7.73,
								},
								["驱邪术"] = {
									["count"] = 1.56,
								},
								["惩戒光环"] = {
									["count"] = 2.98,
								},
								["十字军打击"] = {
									["count"] = 3.5,
								},
								["命令圣印"] = {
									["count"] = 0.01,
								},
								["火焰箭"] = {
									["count"] = 0.49,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 2.14,
								},
								["神圣风暴"] = {
									["count"] = 1.9,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 40.11000000000001,
								},
								["肉搏"] = {
									["count"] = 15.68,
								},
							},
							["amount"] = 85.15000000000003,
						},
						["相位祭司"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 0.48,
								},
								["神圣风暴"] = {
									["count"] = 1.1,
								},
								["肉搏"] = {
									["count"] = 0.5,
								},
							},
							["amount"] = 2.08,
						},
						["班塔尔"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 6.49,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 1.77,
								},
							},
							["amount"] = 8.26,
						},
						["奥金尼通灵师"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0.9099999999999999,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 2.09,
								},
								["命令圣印"] = {
									["count"] = 0.02,
								},
								["神圣风暴"] = {
									["count"] = 0.26,
								},
								["驱邪术"] = {
									["count"] = 0.77,
								},
								["惩戒光环"] = {
									["count"] = 0.6800000000000001,
								},
								["十字军打击"] = {
									["count"] = 1.57,
								},
								["肉搏"] = {
									["count"] = 6.84,
								},
							},
							["amount"] = 13.14,
						},
						["相位潜行者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 4.25,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 1.99,
								},
							},
							["amount"] = 6.24,
						},
						["风鹏皇后"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 3.81,
								},
								["驱邪术"] = {
									["count"] = 2.71,
								},
								["惩戒光环"] = {
									["count"] = 1.63,
								},
								["十字军打击"] = {
									["count"] = 4.19,
								},
								["火焰箭"] = {
									["count"] = 0.6100000000000001,
								},
								["愤怒之锤"] = {
									["count"] = 0.1,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 3.65,
								},
								["神圣风暴"] = {
									["count"] = 1.57,
								},
								["命令圣印"] = {
									["count"] = 0.01,
								},
								["肉搏"] = {
									["count"] = 7.63,
								},
							},
							["amount"] = 25.91,
						},
						["无息的巫师"] = {
							["Details"] = {
								["神圣风暴"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["奥金尼僧侣"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 4.26,
								},
								["清算之手"] = {
									["count"] = 3.5,
								},
								["驱邪术"] = {
									["count"] = 1.42,
								},
								["惩戒光环"] = {
									["count"] = 0.14,
								},
								["十字军打击"] = {
									["count"] = 5.94,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 10.39,
								},
								["神圣风暴"] = {
									["count"] = 7.01,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 2.24,
								},
								["肉搏"] = {
									["count"] = 5.28,
								},
							},
							["amount"] = 40.18000000000001,
						},
						["大型风鹏"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 1.48,
								},
								["十字军打击"] = {
									["count"] = 0.43,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["清算之手"] = {
									["count"] = 3.5,
								},
								["驱邪术"] = {
									["count"] = 1.43,
								},
								["惩戒光环"] = {
									["count"] = 0.1,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 1.49,
								},
								["肉搏"] = {
									["count"] = 0.6,
								},
							},
							["amount"] = 9.029999999999999,
						},
						["无息的士兵"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0.54,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 1.95,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0.43,
								},
								["惩戒光环"] = {
									["count"] = 0.37,
								},
							},
							["amount"] = 3.29,
						},
						["“史诗”马龙"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 2.15,
								},
								["神圣风暴"] = {
									["count"] = 1.12,
								},
								["惩戒光环"] = {
									["count"] = 0.34,
								},
							},
							["amount"] = 3.61,
						},
						["Nittlebur"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0.8,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0.8,
						},
						["Harutt"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 5.26,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
							},
							["amount"] = 5.26,
						},
						["相位巫师"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0.01,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0.01,
						},
						["灰尘咆哮者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 4.67,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["清算之手"] = {
									["count"] = 10.5,
								},
								["驱邪术"] = {
									["count"] = 3.01,
								},
								["惩戒光环"] = {
									["count"] = 2.76,
								},
								["肉搏"] = {
									["count"] = 2.55,
								},
							},
							["amount"] = 23.49,
						},
						["幻影占有者"] = {
							["Details"] = {
								["命令圣印"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0.87,
								},
							},
							["amount"] = 0.87,
						},
						["复生的白骨"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0.31,
								},
								["驱邪术"] = {
									["count"] = 0.8,
								},
								["惩戒光环"] = {
									["count"] = 2.34,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 10.19,
								},
								["命令圣印"] = {
									["count"] = 0.04,
								},
								["神圣愤怒"] = {
									["count"] = 4.11,
								},
								["神圣风暴"] = {
									["count"] = 2.7,
								},
								["十字军打击"] = {
									["count"] = 0.53,
								},
								["肉搏"] = {
									["count"] = 10.51,
								},
							},
							["amount"] = 31.53000000000001,
						},
						["老迈的裂蹄牛"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 1.31,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["清算之手"] = {
									["count"] = 3.5,
								},
								["驱邪术"] = {
									["count"] = 0.06,
								},
								["惩戒光环"] = {
									["count"] = 1.08,
								},
								["愤怒之锤"] = {
									["count"] = 0.55,
								},
								["肉搏"] = {
									["count"] = 3.41,
								},
							},
							["amount"] = 9.910000000000002,
						},
						["殉难者的化身"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0.38,
								},
								["十字军打击"] = {
									["count"] = 2.04,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 1.14,
								},
								["愤怒之锤"] = {
									["count"] = 1.71,
								},
								["肉搏"] = {
									["count"] = 4.04,
								},
							},
							["amount"] = 9.309999999999999,
						},
						["死亡观察者希尔拉克"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0.21,
								},
								["清算之手"] = {
									["count"] = 3.5,
								},
								["驱邪术"] = {
									["count"] = 0.4,
								},
								["惩戒光环"] = {
									["count"] = 1.4,
								},
								["火焰箭"] = {
									["count"] = 0.04,
								},
								["十字军打击"] = {
									["count"] = 2.25,
								},
								["愤怒之锤"] = {
									["count"] = 0.51,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 3.61,
								},
								["神圣风暴"] = {
									["count"] = 0.5,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 3.39,
								},
								["肉搏"] = {
									["count"] = 1.74,
								},
							},
							["amount"] = 17.55,
						},
						["相位士兵"] = {
							["Details"] = {
								["神圣愤怒"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 3.5,
						},
						["无息的祭司"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0.21,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0.99,
								},
								["命令圣印"] = {
									["count"] = 0.03,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 1.52,
								},
								["神圣风暴"] = {
									["count"] = 0.28,
								},
								["惩戒光环"] = {
									["count"] = 0.01,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 3.04,
						},
						["黑暗的灵魂"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 18.75,
								},
								["清算之手"] = {
									["count"] = 7,
								},
								["驱邪术"] = {
									["count"] = 7.59,
								},
								["惩戒光环"] = {
									["count"] = 55.51000000000002,
								},
								["十字军打击"] = {
									["count"] = 10.06,
								},
								["命令圣印"] = {
									["count"] = 0.02,
								},
								["火焰箭"] = {
									["count"] = 0.52,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 5.299999999999999,
								},
								["神圣风暴"] = {
									["count"] = 4.51,
								},
								["愤怒之锤"] = {
									["count"] = 11.79,
								},
								["肉搏"] = {
									["count"] = 27.12000000000001,
								},
							},
							["amount"] = 148.17,
						},
						["被激怒的骷髅"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0.08,
								},
								["驱邪术"] = {
									["count"] = 0.7,
								},
								["惩戒光环"] = {
									["count"] = 0.32,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 1.18,
								},
								["神圣愤怒"] = {
									["count"] = 0.21,
								},
								["神圣风暴"] = {
									["count"] = 0.02,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 4.29,
								},
							},
							["amount"] = 6.8,
						},
						["暴怒的骷髅"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 1.7,
								},
								["驱邪术"] = {
									["count"] = 1.01,
								},
								["惩戒光环"] = {
									["count"] = 0.35,
								},
								["十字军打击"] = {
									["count"] = 1.12,
								},
								["命令圣印"] = {
									["count"] = 0.04,
								},
								["神圣愤怒"] = {
									["count"] = 0.19,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 2.76,
								},
								["神圣风暴"] = {
									["count"] = 0.84,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 15.9,
								},
								["肉搏"] = {
									["count"] = 1.76,
								},
							},
							["amount"] = 25.67,
						},
						["懒鬼杰克"] = {
							["Details"] = {
								["神圣风暴"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 1.23,
								},
							},
							["amount"] = 1.23,
						},
						["Gpt"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0.03,
								},
								["神圣风暴"] = {
									["count"] = 0.03,
								},
								["圣光出鞘"] = {
									["count"] = 7.39,
								},
								["圣光闪现"] = {
									["count"] = 3.77,
								},
							},
							["amount"] = 11.22,
						},
						["Shalannius"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0.6800000000000001,
								},
								["神圣风暴"] = {
									["count"] = 0.01,
								},
							},
							["amount"] = 0.6900000000000001,
						},
						["奥金尼守备官"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0.12,
								},
								["清算之手"] = {
									["count"] = 3.5,
								},
								["驱邪术"] = {
									["count"] = 1.26,
								},
								["惩戒光环"] = {
									["count"] = 3.37,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0.01,
								},
								["命令圣印"] = {
									["count"] = 0.01,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 0.63,
								},
								["神圣风暴"] = {
									["count"] = 0.7999999999999999,
								},
								["肉搏"] = {
									["count"] = 19.06,
								},
							},
							["amount"] = 28.76,
						},
						["无息的巡视者"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0.02,
								},
								["神圣风暴"] = {
									["count"] = 1.67,
								},
								["十字军打击"] = {
									["count"] = 0.23,
								},
								["肉搏"] = {
									["count"] = 3.16,
								},
							},
							["amount"] = 5.08,
						},
						["大主教玛拉达尔"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 3.66,
								},
								["驱邪术"] = {
									["count"] = 1.95,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 5.76,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["火焰箭"] = {
									["count"] = 0.08,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 3.4,
								},
								["神圣风暴"] = {
									["count"] = 0.35,
								},
								["十字军打击"] = {
									["count"] = 0.7000000000000001,
								},
								["肉搏"] = {
									["count"] = 4.68,
								},
							},
							["amount"] = 20.58,
						},
						["“脏鬼”拉瑞"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0.8300000000000001,
								},
								["驱邪术"] = {
									["count"] = 0.87,
								},
								["惩戒光环"] = {
									["count"] = 5.76,
								},
								["十字军打击"] = {
									["count"] = 1.2,
								},
								["命令圣印"] = {
									["count"] = 0.02,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 0.74,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 10.45,
								},
								["肉搏"] = {
									["count"] = 3.19,
								},
							},
							["amount"] = 23.06000000000001,
						},
						["山丘戈隆"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 1.63,
								},
								["清算之手"] = {
									["count"] = 3.5,
								},
								["驱邪术"] = {
									["count"] = 0.19,
								},
								["惩戒光环"] = {
									["count"] = 0.88,
								},
								["十字军打击"] = {
									["count"] = 0.64,
								},
								["命令圣印"] = {
									["count"] = 0.01,
								},
								["愤怒之锤"] = {
									["count"] = 0.77,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 2.46,
								},
								["神圣风暴"] = {
									["count"] = 0.74,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0.38,
								},
								["肉搏"] = {
									["count"] = 5.18,
								},
							},
							["amount"] = 16.38,
						},
					},
					["Healing"] = 20144,
					["DamageTaken"] = 77990,
					["DOT_Time"] = 1422,
					["Attacks"] = {
						["命令审判"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 2078,
									["min"] = 978,
									["count"] = 21,
									["amount"] = 32716,
								},
								["Hit"] = {
									["max"] = 1015,
									["min"] = 481,
									["count"] = 32,
									["amount"] = 24052,
								},
							},
							["count"] = 53,
							["amount"] = 56768,
						},
						["清算之手"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 2272,
									["min"] = 2272,
									["count"] = 1,
									["amount"] = 2272,
								},
								["Hit"] = {
									["max"] = 1818,
									["min"] = 872,
									["count"] = 13,
									["amount"] = 17520,
								},
							},
							["count"] = 14,
							["amount"] = 19792,
						},
						["驱邪术"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 3868,
									["min"] = 2852,
									["count"] = 14,
									["amount"] = 45032,
								},
								["Hit"] = {
									["max"] = 2847,
									["min"] = 1652,
									["count"] = 25,
									["amount"] = 53027,
								},
							},
							["count"] = 39,
							["amount"] = 98059,
						},
						["惩戒光环"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 167,
									["min"] = 119,
									["count"] = 98,
									["amount"] = 13440,
								},
							},
							["count"] = 98,
							["amount"] = 13440,
						},
						["十字军打击"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 1066,
									["min"] = 438,
									["count"] = 30,
									["amount"] = 22183,
								},
								["Crit"] = {
									["max"] = 1962,
									["min"] = 1176,
									["count"] = 20,
									["amount"] = 27620,
								},
								["Dodge"] = {
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 56,
							["amount"] = 49803,
						},
						["愤怒之锤"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 3232,
									["min"] = 2510,
									["count"] = 12,
									["amount"] = 35442,
								},
								["Hit"] = {
									["max"] = 1799,
									["min"] = 1375,
									["count"] = 8,
									["amount"] = 12249,
								},
							},
							["count"] = 20,
							["amount"] = 47691,
						},
						["奉献 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 323,
									["min"] = 172,
									["count"] = 412,
									["amount"] = 101403,
								},
							},
							["count"] = 412,
							["amount"] = 101403,
						},
						["火焰箭"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1336,
									["min"] = 1146,
									["count"] = 2,
									["amount"] = 2482,
								},
								["Hit"] = {
									["max"] = 1008,
									["min"] = 742,
									["count"] = 8,
									["amount"] = 6417,
								},
							},
							["count"] = 10,
							["amount"] = 8899,
						},
						["正义复仇 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 288,
									["min"] = 73,
									["count"] = 62,
									["amount"] = 8712,
								},
							},
							["count"] = 62,
							["amount"] = 8712,
						},
						["神圣愤怒"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 1492,
									["min"] = 1101,
									["count"] = 16,
									["amount"] = 22303,
								},
								["Crit"] = {
									["max"] = 2064,
									["min"] = 2008,
									["count"] = 2,
									["amount"] = 4072,
								},
								["Evade"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 19,
							["amount"] = 26375,
						},
						["神圣风暴"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 2,
									["amount"] = 0,
								},
								["Hit (被格挡)"] = {
									["max"] = 1152,
									["min"] = 776,
									["count"] = 2,
									["amount"] = 1928,
								},
								["Hit"] = {
									["max"] = 1262,
									["min"] = 592,
									["count"] = 50,
									["amount"] = 42919,
								},
								["Crit"] = {
									["max"] = 2642,
									["min"] = 1334,
									["count"] = 14,
									["amount"] = 25784,
								},
								["Crit (被格挡)"] = {
									["max"] = 1744,
									["min"] = 1609,
									["count"] = 2,
									["amount"] = 3353,
								},
							},
							["count"] = 70,
							["amount"] = 73984,
						},
						["命令圣印"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 866,
									["min"] = 470,
									["count"] = 99,
									["amount"] = 68330,
								},
								["Hit"] = {
									["max"] = 474,
									["min"] = 215,
									["count"] = 284,
									["amount"] = 100015,
								},
							},
							["count"] = 383,
							["amount"] = 168345,
						},
						["肉搏"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 1087,
									["min"] = 500,
									["count"] = 90,
									["amount"] = 65638,
								},
								["Parry"] = {
									["count"] = 2,
									["amount"] = 0,
								},
								["Dodge"] = {
									["count"] = 3,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 2130,
									["min"] = 856,
									["count"] = 43,
									["amount"] = 59882,
								},
								["Hit (被格挡)"] = {
									["max"] = 611,
									["min"] = 404,
									["count"] = 4,
									["amount"] = 2207,
								},
							},
							["count"] = 142,
							["amount"] = 127727,
						},
					},
					["HealingTaken"] = 26304,
					["Overhealing"] = 44779,
					["TimeDamage"] = 584.9799999999995,
					["TimeDamaging"] = {
						["激动的兽人灵魂"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0.44,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 5.25,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0.06,
								},
								["驱邪术"] = {
									["count"] = 0.21,
								},
								["神圣风暴"] = {
									["count"] = 0.71,
								},
								["惩戒光环"] = {
									["count"] = 4.9,
								},
								["肉搏"] = {
									["count"] = 1.58,
								},
							},
							["amount"] = 13.15,
						},
						["奥金尼灵魂祭司"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 9.050000000000001,
								},
								["清算之手"] = {
									["count"] = 7.73,
								},
								["驱邪术"] = {
									["count"] = 1.56,
								},
								["惩戒光环"] = {
									["count"] = 2.98,
								},
								["十字军打击"] = {
									["count"] = 3.5,
								},
								["命令圣印"] = {
									["count"] = 0.01,
								},
								["火焰箭"] = {
									["count"] = 0.49,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 2.14,
								},
								["神圣风暴"] = {
									["count"] = 1.9,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 40.11000000000001,
								},
								["肉搏"] = {
									["count"] = 15.68,
								},
							},
							["amount"] = 85.15000000000003,
						},
						["相位祭司"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 0.48,
								},
								["神圣风暴"] = {
									["count"] = 1.1,
								},
								["肉搏"] = {
									["count"] = 0.5,
								},
							},
							["amount"] = 2.08,
						},
						["班塔尔"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 6.49,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 1.77,
								},
							},
							["amount"] = 8.26,
						},
						["幻影占有者"] = {
							["Details"] = {
								["命令圣印"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0.87,
								},
							},
							["amount"] = 0.87,
						},
						["复生的白骨"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0.31,
								},
								["驱邪术"] = {
									["count"] = 0.8,
								},
								["惩戒光环"] = {
									["count"] = 2.34,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 10.19,
								},
								["命令圣印"] = {
									["count"] = 0.04,
								},
								["神圣愤怒"] = {
									["count"] = 4.11,
								},
								["神圣风暴"] = {
									["count"] = 2.7,
								},
								["十字军打击"] = {
									["count"] = 0.53,
								},
								["肉搏"] = {
									["count"] = 10.51,
								},
							},
							["amount"] = 31.53000000000001,
						},
						["相位潜行者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 4.25,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 1.99,
								},
							},
							["amount"] = 6.24,
						},
						["风鹏皇后"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 3.81,
								},
								["驱邪术"] = {
									["count"] = 2.71,
								},
								["惩戒光环"] = {
									["count"] = 1.63,
								},
								["十字军打击"] = {
									["count"] = 4.19,
								},
								["火焰箭"] = {
									["count"] = 0.6100000000000001,
								},
								["愤怒之锤"] = {
									["count"] = 0.1,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 3.65,
								},
								["神圣风暴"] = {
									["count"] = 1.57,
								},
								["命令圣印"] = {
									["count"] = 0.01,
								},
								["肉搏"] = {
									["count"] = 7.63,
								},
							},
							["amount"] = 25.91,
						},
						["死亡观察者希尔拉克"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0.21,
								},
								["清算之手"] = {
									["count"] = 3.5,
								},
								["驱邪术"] = {
									["count"] = 0.4,
								},
								["惩戒光环"] = {
									["count"] = 1.4,
								},
								["火焰箭"] = {
									["count"] = 0.04,
								},
								["十字军打击"] = {
									["count"] = 2.25,
								},
								["愤怒之锤"] = {
									["count"] = 0.51,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 3.61,
								},
								["神圣风暴"] = {
									["count"] = 0.5,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 3.39,
								},
								["肉搏"] = {
									["count"] = 1.74,
								},
							},
							["amount"] = 17.55,
						},
						["老迈的裂蹄牛"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 1.31,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["清算之手"] = {
									["count"] = 3.5,
								},
								["驱邪术"] = {
									["count"] = 0.06,
								},
								["惩戒光环"] = {
									["count"] = 1.08,
								},
								["愤怒之锤"] = {
									["count"] = 0.55,
								},
								["肉搏"] = {
									["count"] = 3.41,
								},
							},
							["amount"] = 9.910000000000002,
						},
						["无息的巫师"] = {
							["Details"] = {
								["神圣风暴"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["殉难者的化身"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0.38,
								},
								["十字军打击"] = {
									["count"] = 2.04,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 1.14,
								},
								["愤怒之锤"] = {
									["count"] = 1.71,
								},
								["肉搏"] = {
									["count"] = 4.04,
								},
							},
							["amount"] = 9.309999999999999,
						},
						["奥金尼僧侣"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 4.26,
								},
								["清算之手"] = {
									["count"] = 3.5,
								},
								["驱邪术"] = {
									["count"] = 1.42,
								},
								["惩戒光环"] = {
									["count"] = 0.14,
								},
								["十字军打击"] = {
									["count"] = 5.94,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 10.39,
								},
								["神圣风暴"] = {
									["count"] = 7.01,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 2.24,
								},
								["肉搏"] = {
									["count"] = 5.28,
								},
							},
							["amount"] = 40.18000000000001,
						},
						["无息的巡视者"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0.02,
								},
								["神圣风暴"] = {
									["count"] = 1.67,
								},
								["十字军打击"] = {
									["count"] = 0.23,
								},
								["肉搏"] = {
									["count"] = 3.16,
								},
							},
							["amount"] = 5.08,
						},
						["大型风鹏"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 1.48,
								},
								["十字军打击"] = {
									["count"] = 0.43,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["清算之手"] = {
									["count"] = 3.5,
								},
								["驱邪术"] = {
									["count"] = 1.43,
								},
								["惩戒光环"] = {
									["count"] = 0.1,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 1.49,
								},
								["肉搏"] = {
									["count"] = 0.6,
								},
							},
							["amount"] = 9.029999999999999,
						},
						["相位士兵"] = {
							["Details"] = {
								["神圣愤怒"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 3.5,
						},
						["无息的士兵"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0.54,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 1.95,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0.43,
								},
								["惩戒光环"] = {
									["count"] = 0.37,
								},
							},
							["amount"] = 3.29,
						},
						["“史诗”马龙"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 2.15,
								},
								["神圣风暴"] = {
									["count"] = 1.12,
								},
								["惩戒光环"] = {
									["count"] = 0.34,
								},
							},
							["amount"] = 3.61,
						},
						["无息的祭司"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0.21,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0.99,
								},
								["命令圣印"] = {
									["count"] = 0.03,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 1.52,
								},
								["神圣风暴"] = {
									["count"] = 0.28,
								},
								["惩戒光环"] = {
									["count"] = 0.01,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 3.04,
						},
						["被激怒的骷髅"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0.08,
								},
								["驱邪术"] = {
									["count"] = 0.7,
								},
								["惩戒光环"] = {
									["count"] = 0.32,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 1.18,
								},
								["神圣愤怒"] = {
									["count"] = 0.21,
								},
								["神圣风暴"] = {
									["count"] = 0.02,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 4.29,
								},
							},
							["amount"] = 6.8,
						},
						["奥金尼守备官"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0.12,
								},
								["清算之手"] = {
									["count"] = 3.5,
								},
								["驱邪术"] = {
									["count"] = 1.26,
								},
								["惩戒光环"] = {
									["count"] = 3.37,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0.01,
								},
								["命令圣印"] = {
									["count"] = 0.01,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 0.63,
								},
								["神圣风暴"] = {
									["count"] = 0.7999999999999999,
								},
								["肉搏"] = {
									["count"] = 19.06,
								},
							},
							["amount"] = 28.76,
						},
						["暴怒的骷髅"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 1.7,
								},
								["驱邪术"] = {
									["count"] = 1.01,
								},
								["惩戒光环"] = {
									["count"] = 0.35,
								},
								["十字军打击"] = {
									["count"] = 1.12,
								},
								["命令圣印"] = {
									["count"] = 0.04,
								},
								["神圣愤怒"] = {
									["count"] = 0.19,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 2.76,
								},
								["神圣风暴"] = {
									["count"] = 0.84,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 15.9,
								},
								["肉搏"] = {
									["count"] = 1.76,
								},
							},
							["amount"] = 25.67,
						},
						["懒鬼杰克"] = {
							["Details"] = {
								["神圣风暴"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 1.23,
								},
							},
							["amount"] = 1.23,
						},
						["“脏鬼”拉瑞"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0.8300000000000001,
								},
								["驱邪术"] = {
									["count"] = 0.87,
								},
								["惩戒光环"] = {
									["count"] = 5.76,
								},
								["十字军打击"] = {
									["count"] = 1.2,
								},
								["命令圣印"] = {
									["count"] = 0.02,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 0.74,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 10.45,
								},
								["肉搏"] = {
									["count"] = 3.19,
								},
							},
							["amount"] = 23.06000000000001,
						},
						["奥金尼通灵师"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0.9099999999999999,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 2.09,
								},
								["命令圣印"] = {
									["count"] = 0.02,
								},
								["神圣风暴"] = {
									["count"] = 0.26,
								},
								["驱邪术"] = {
									["count"] = 0.77,
								},
								["惩戒光环"] = {
									["count"] = 0.6800000000000001,
								},
								["十字军打击"] = {
									["count"] = 1.57,
								},
								["肉搏"] = {
									["count"] = 6.84,
								},
							},
							["amount"] = 13.14,
						},
						["黑暗的灵魂"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 18.75,
								},
								["清算之手"] = {
									["count"] = 7,
								},
								["驱邪术"] = {
									["count"] = 7.59,
								},
								["惩戒光环"] = {
									["count"] = 55.51000000000002,
								},
								["十字军打击"] = {
									["count"] = 10.06,
								},
								["命令圣印"] = {
									["count"] = 0.02,
								},
								["火焰箭"] = {
									["count"] = 0.52,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 5.299999999999999,
								},
								["神圣风暴"] = {
									["count"] = 4.51,
								},
								["愤怒之锤"] = {
									["count"] = 11.79,
								},
								["肉搏"] = {
									["count"] = 27.12000000000001,
								},
							},
							["amount"] = 148.17,
						},
						["相位巫师"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0.01,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0.01,
						},
						["大主教玛拉达尔"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 3.66,
								},
								["驱邪术"] = {
									["count"] = 1.95,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 5.76,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["火焰箭"] = {
									["count"] = 0.08,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 3.4,
								},
								["神圣风暴"] = {
									["count"] = 0.35,
								},
								["十字军打击"] = {
									["count"] = 0.7000000000000001,
								},
								["肉搏"] = {
									["count"] = 4.68,
								},
							},
							["amount"] = 20.58,
						},
						["灰尘咆哮者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 4.67,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["清算之手"] = {
									["count"] = 10.5,
								},
								["驱邪术"] = {
									["count"] = 3.01,
								},
								["惩戒光环"] = {
									["count"] = 2.76,
								},
								["肉搏"] = {
									["count"] = 2.55,
								},
							},
							["amount"] = 23.49,
						},
						["山丘戈隆"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 1.63,
								},
								["清算之手"] = {
									["count"] = 3.5,
								},
								["驱邪术"] = {
									["count"] = 0.19,
								},
								["惩戒光环"] = {
									["count"] = 0.88,
								},
								["十字军打击"] = {
									["count"] = 0.64,
								},
								["命令圣印"] = {
									["count"] = 0.01,
								},
								["愤怒之锤"] = {
									["count"] = 0.77,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 2.46,
								},
								["神圣风暴"] = {
									["count"] = 0.74,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0.38,
								},
								["肉搏"] = {
									["count"] = 5.18,
								},
							},
							["amount"] = 16.38,
						},
					},
					["ManaGain"] = 57270,
					["ManaGainedFrom"] = {
						["Gpt"] = {
							["Details"] = {
								["恢复"] = {
									["count"] = 7876,
								},
								["智者审判"] = {
									["count"] = 39114,
								},
								["神圣恳求"] = {
									["count"] = 10280,
								},
							},
							["amount"] = 57270,
						},
					},
					["ElementTakenAbsorb"] = {
						["Shadow"] = 245,
						["Melee"] = 8650,
						["Physical"] = 1240,
					},
				},
				["Fight5"] = {
					["DOTs"] = {
						["正义复仇 (伤害/跳)"] = {
							["Details"] = {
								["奥金尼灵魂祭司"] = {
									["count"] = 0,
								},
								["风鹏皇后"] = {
									["count"] = 18,
								},
								["无息的祭司"] = {
									["count"] = 0,
								},
								["奥金尼守备官"] = {
									["count"] = 0,
								},
								["被激怒的骷髅"] = {
									["count"] = 0,
								},
								["黑暗的灵魂"] = {
									["count"] = 0,
								},
								["奥金尼僧侣"] = {
									["count"] = 0,
								},
								["暴怒的骷髅"] = {
									["count"] = 0,
								},
							},
							["amount"] = 18,
						},
						["奉献 (伤害/跳)"] = {
							["Details"] = {
								["奥金尼灵魂祭司"] = {
									["count"] = 0,
								},
								["无息的士兵"] = {
									["count"] = 0,
								},
								["暴怒的骷髅"] = {
									["count"] = 0,
								},
								["无息的祭司"] = {
									["count"] = 0,
								},
								["无息的巫师"] = {
									["count"] = 0,
								},
								["奥金尼守备官"] = {
									["count"] = 0,
								},
								["被激怒的骷髅"] = {
									["count"] = 0,
								},
								["相位祭司"] = {
									["count"] = 0,
								},
								["奥金尼僧侣"] = {
									["count"] = 0,
								},
								["无息的巡视者"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementDoneResist"] = {
						["Holy"] = 0,
					},
					["ElementHitsTaken"] = {
						["Shadow"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
								},
								["Absorb"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Melee"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 4,
								},
								["Miss"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 5,
								},
								["Dodge"] = {
									["count"] = 1,
								},
								["Parry"] = {
									["count"] = 0,
								},
							},
							["amount"] = 10,
						},
						["Physical"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 5,
								},
								["Absorb"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 1,
								},
								["Miss"] = {
									["count"] = 1,
								},
							},
							["amount"] = 8,
						},
					},
					["WhoHealed"] = {
						["Gpt"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 788,
								},
								["神圣风暴"] = {
									["count"] = 478,
								},
								["圣光出鞘"] = {
									["count"] = 0,
								},
								["圣光闪现"] = {
									["count"] = 0,
								},
							},
							["amount"] = 1266,
						},
						["Fallat"] = {
							["Details"] = {
								["恢复"] = {
									["count"] = 0,
								},
								["强效治疗术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Shalannius"] = {
							["Details"] = {
								["强化兽群领袖"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementTakenResist"] = {
						["Melee"] = 0,
					},
					["HOT_Time"] = 21,
					["ElementTaken"] = {
						["Shadow"] = 0,
						["Melee"] = 2951,
						["Physical"] = 858,
					},
					["HOTs"] = {
						["圣光审判"] = {
							["Details"] = {
								["Harutt"] = {
									["count"] = 0,
								},
								["Water Elemental"] = {
									["count"] = 0,
								},
								["Nittlebur"] = {
									["count"] = 0,
								},
								["Gpt"] = {
									["count"] = 15,
								},
								["Shalannius"] = {
									["count"] = 0,
								},
							},
							["amount"] = 15,
						},
						["神圣风暴"] = {
							["Details"] = {
								["Harutt"] = {
									["count"] = 0,
								},
								["Water Elemental"] = {
									["count"] = 0,
								},
								["Nittlebur"] = {
									["count"] = 0,
								},
								["Gpt"] = {
									["count"] = 6,
								},
								["Fallat"] = {
									["count"] = 0,
								},
								["Shalannius"] = {
									["count"] = 0,
								},
							},
							["amount"] = 6,
						},
						["圣光出鞘"] = {
							["Details"] = {
								["Gpt"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Damage"] = 36796,
					["TimeHeal"] = 0,
					["ElementDone"] = {
						["Physical"] = 5941,
						["Fire"] = 2969,
						["Melee"] = 9817,
						["Holy"] = 18069,
					},
					["DamagedWho"] = {
						["奥金尼灵魂祭司"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["清算之手"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["无息的祭司"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["班塔尔"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["相位士兵"] = {
							["Details"] = {
								["神圣愤怒"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["无息的士兵"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["相位祭司"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暴怒的骷髅"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["神圣愤怒"] = {
									["count"] = 0,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["相位潜行者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["风鹏皇后"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 2283,
								},
								["驱邪术"] = {
									["count"] = 4534,
								},
								["惩戒光环"] = {
									["count"] = 744,
								},
								["十字军打击"] = {
									["count"] = 4027,
								},
								["火焰箭"] = {
									["count"] = 2969,
								},
								["愤怒之锤"] = {
									["count"] = 1799,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 768,
								},
								["神圣风暴"] = {
									["count"] = 1914,
								},
								["命令圣印"] = {
									["count"] = 7941,
								},
								["肉搏"] = {
									["count"] = 9817,
								},
							},
							["amount"] = 36796,
						},
						["无息的巫师"] = {
							["Details"] = {
								["神圣风暴"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["奥金尼守备官"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["被激怒的骷髅"] = {
							["Details"] = {
								["驱邪术"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["神圣愤怒"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑暗的灵魂"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["愤怒之锤"] = {
									["count"] = 0,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["奥金尼僧侣"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["无息的巡视者"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["WhoDamaged"] = {
						["奥金尼灵魂祭司"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["无息的祭司"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["班塔尔"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暴怒的骷髅"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["风鹏皇后"] = {
							["Details"] = {
								["飞翼打击"] = {
									["count"] = 58,
								},
								["鹰爪 (伤害/跳)"] = {
									["count"] = 800,
								},
								["肉搏"] = {
									["count"] = 2951,
								},
							},
							["amount"] = 3809,
						},
						["奥金尼守备官"] = {
							["Details"] = {
								["暗影守卫"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["被激怒的骷髅"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑暗的灵魂"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
								["吞噬暗影"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["无息的士兵"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["死亡观察者希尔拉克"] = {
							["Details"] = {
								["血肉撕咬 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementDoneBlock"] = {
						["Melee"] = 0,
						["Physical"] = 0,
					},
					["TimeHealing"] = {
						["Harutt"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Gpt"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["圣光出鞘"] = {
									["count"] = 0,
								},
								["圣光闪现"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["OverHeals"] = {
						["圣光审判"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 197,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 197,
								},
							},
							["count"] = 1,
							["amount"] = 197,
						},
						["神圣风暴"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["PartialResist"] = {
						["飞翼打击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["暗影守卫"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["鹰爪"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["血肉撕咬 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["鹰爪 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["吞噬暗影"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 0,
								},
								["50%抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["25%抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 10,
							["amount"] = 0,
						},
					},
					["ManaGained"] = {
						["恢复"] = {
							["Details"] = {
								["Gpt"] = {
									["count"] = 385,
								},
							},
							["amount"] = 385,
						},
						["智者审判"] = {
							["Details"] = {
								["Gpt"] = {
									["count"] = 1476,
								},
							},
							["amount"] = 1476,
						},
						["神圣恳求"] = {
							["Details"] = {
								["Gpt"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["PartialAbsorb"] = {
						["飞翼打击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["暗影守卫"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["鹰爪"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 170,
									["min"] = 170,
									["count"] = 1,
									["amount"] = 170,
								},
							},
							["count"] = 1,
							["amount"] = 170,
						},
						["血肉撕咬 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["鹰爪 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 50,
									["min"] = 50,
									["count"] = 1,
									["amount"] = 50,
								},
							},
							["count"] = 5,
							["amount"] = 50,
						},
						["吞噬暗影"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 563,
									["min"] = 487,
									["count"] = 4,
									["amount"] = 2076,
								},
							},
							["count"] = 10,
							["amount"] = 2076,
						},
					},
					["ActiveTime"] = 25.91,
					["Heals"] = {
						["圣光审判"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 197,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 788,
								},
							},
							["count"] = 4,
							["amount"] = 788,
						},
						["神圣风暴"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 289,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 478,
								},
							},
							["count"] = 2,
							["amount"] = 478,
						},
						["圣光出鞘"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["圣光闪现"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["ElementHitsDone"] = {
						["Physical"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 5,
								},
							},
							["amount"] = 6,
						},
						["Fire"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 3,
						},
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 4,
								},
								["Crit"] = {
									["count"] = 4,
								},
								["Dodge"] = {
									["count"] = 0,
								},
							},
							["amount"] = 8,
						},
						["Holy"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 20,
								},
								["Crit"] = {
									["count"] = 6,
								},
								["Tick"] = {
									["count"] = 6,
								},
							},
							["amount"] = 32,
						},
					},
					["HealedWho"] = {
						["Harutt"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Gpt"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 788,
								},
								["神圣风暴"] = {
									["count"] = 478,
								},
								["圣光出鞘"] = {
									["count"] = 0,
								},
								["圣光闪现"] = {
									["count"] = 0,
								},
							},
							["amount"] = 1266,
						},
					},
					["TimeSpent"] = {
						["奥金尼灵魂祭司"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["清算之手"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["相位祭司"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["班塔尔"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["相位潜行者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Gpt"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["圣光出鞘"] = {
									["count"] = 0,
								},
								["圣光闪现"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["无息的巫师"] = {
							["Details"] = {
								["神圣风暴"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["奥金尼僧侣"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["无息的巡视者"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["相位士兵"] = {
							["Details"] = {
								["神圣愤怒"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["无息的士兵"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暴怒的骷髅"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["神圣愤怒"] = {
									["count"] = 0,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Harutt"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["奥金尼守备官"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["被激怒的骷髅"] = {
							["Details"] = {
								["驱邪术"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["神圣愤怒"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑暗的灵魂"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["愤怒之锤"] = {
									["count"] = 0,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["无息的祭司"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["风鹏皇后"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 3.81,
								},
								["驱邪术"] = {
									["count"] = 2.71,
								},
								["惩戒光环"] = {
									["count"] = 1.63,
								},
								["十字军打击"] = {
									["count"] = 4.19,
								},
								["命令圣印"] = {
									["count"] = 0.01,
								},
								["愤怒之锤"] = {
									["count"] = 0.1,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 3.65,
								},
								["神圣风暴"] = {
									["count"] = 1.57,
								},
								["火焰箭"] = {
									["count"] = 0.6100000000000001,
								},
								["肉搏"] = {
									["count"] = 7.63,
								},
							},
							["amount"] = 25.91,
						},
					},
					["Healing"] = 1266,
					["DamageTaken"] = 3809,
					["DOT_Time"] = 18,
					["Attacks"] = {
						["命令审判"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1318,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 1318,
								},
								["Hit"] = {
									["max"] = 965,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 965,
								},
							},
							["count"] = 2,
							["amount"] = 2283,
						},
						["清算之手"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["驱邪术"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 2513,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 4534,
								},
							},
							["count"] = 2,
							["amount"] = 4534,
						},
						["惩戒光环"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 162,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 744,
								},
							},
							["count"] = 5,
							["amount"] = 744,
						},
						["愤怒之锤"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 1799,
									["min"] = 1799,
									["count"] = 1,
									["amount"] = 1799,
								},
							},
							["count"] = 1,
							["amount"] = 1799,
						},
						["十字军打击"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 941,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 2767,
								},
								["Crit"] = {
									["max"] = 1260,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 1260,
								},
								["Dodge"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 4027,
						},
						["奉献 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["火焰箭"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1336,
									["min"] = 1336,
									["count"] = 1,
									["amount"] = 1336,
								},
								["Hit"] = {
									["max"] = 891,
									["min"] = 742,
									["count"] = 2,
									["amount"] = 1633,
								},
							},
							["count"] = 3,
							["amount"] = 2969,
						},
						["神圣愤怒"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["正义复仇 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 143,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 768,
								},
							},
							["count"] = 6,
							["amount"] = 768,
						},
						["神圣风暴"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit (被格挡)"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 1156,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 1914,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit (被格挡)"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 1914,
						},
						["命令圣印"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 806,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 3706,
								},
								["Hit"] = {
									["max"] = 424,
									["min"] = 0,
									["count"] = 11,
									["amount"] = 4235,
								},
							},
							["count"] = 16,
							["amount"] = 7941,
						},
						["肉搏"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 937,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 3073,
								},
								["Dodge"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 1880,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 6744,
								},
								["Hit (被格挡)"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 8,
							["amount"] = 9817,
						},
					},
					["HealingTaken"] = 1266,
					["Overhealing"] = 197,
					["TimeDamage"] = 25.91,
					["TimeDamaging"] = {
						["奥金尼灵魂祭司"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["清算之手"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["无息的祭司"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["班塔尔"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["相位士兵"] = {
							["Details"] = {
								["神圣愤怒"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["无息的士兵"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["相位祭司"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暴怒的骷髅"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["神圣愤怒"] = {
									["count"] = 0,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["相位潜行者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["风鹏皇后"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 3.81,
								},
								["驱邪术"] = {
									["count"] = 2.71,
								},
								["惩戒光环"] = {
									["count"] = 1.63,
								},
								["十字军打击"] = {
									["count"] = 4.19,
								},
								["火焰箭"] = {
									["count"] = 0.6100000000000001,
								},
								["愤怒之锤"] = {
									["count"] = 0.1,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 3.65,
								},
								["神圣风暴"] = {
									["count"] = 1.57,
								},
								["命令圣印"] = {
									["count"] = 0.01,
								},
								["肉搏"] = {
									["count"] = 7.63,
								},
							},
							["amount"] = 25.91,
						},
						["无息的巫师"] = {
							["Details"] = {
								["神圣风暴"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["奥金尼守备官"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["被激怒的骷髅"] = {
							["Details"] = {
								["驱邪术"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["神圣愤怒"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑暗的灵魂"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["愤怒之锤"] = {
									["count"] = 0,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["奥金尼僧侣"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["无息的巡视者"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ManaGain"] = 1861,
					["ManaGainedFrom"] = {
						["Gpt"] = {
							["Details"] = {
								["恢复"] = {
									["count"] = 385,
								},
								["智者审判"] = {
									["count"] = 1476,
								},
								["神圣恳求"] = {
									["count"] = 0,
								},
							},
							["amount"] = 1861,
						},
					},
					["ElementTakenAbsorb"] = {
						["Shadow"] = 0,
						["Melee"] = 2076,
						["Physical"] = 220,
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
						["正义复仇 (伤害/跳)"] = {
							["Details"] = {
								["奥金尼灵魂祭司"] = {
									["count"] = 0,
								},
								["相位祭司"] = {
									["count"] = 0,
								},
								["奥金尼守备官"] = {
									["count"] = 0,
								},
								["黑暗的灵魂"] = {
									["count"] = 0,
								},
								["奥金尼僧侣"] = {
									["count"] = 0,
								},
								["死亡观察者希尔拉克"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["奉献 (伤害/跳)"] = {
							["Details"] = {
								["奥金尼灵魂祭司"] = {
									["count"] = 0,
								},
								["相位祭司"] = {
									["count"] = 0,
								},
								["奥金尼守备官"] = {
									["count"] = 0,
								},
								["相位巫师"] = {
									["count"] = 0,
								},
								["死亡观察者希尔拉克"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
						["Shadow"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Melee"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Physical"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["DOT_Time"] = 0,
					["ManaGain"] = 1165,
					["ElementTaken"] = {
						["Shadow"] = 0,
						["Melee"] = 0,
						["Physical"] = 0,
					},
					["HOTs"] = {
						["圣光审判"] = {
							["Details"] = {
								["Harutt"] = {
									["count"] = 0,
								},
								["Gpt"] = {
									["count"] = 0,
								},
								["Nittlebur"] = {
									["count"] = 0,
								},
								["Shalannius"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["神圣风暴"] = {
							["Details"] = {
								["Harutt"] = {
									["count"] = 0,
								},
								["Fallat"] = {
									["count"] = 0,
								},
								["Nittlebur"] = {
									["count"] = 0,
								},
								["Gpt"] = {
									["count"] = 0,
								},
								["Shalannius"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementTakenBlock"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialBlock"] = {
					},
					["FDamagedWho"] = {
					},
					["FAttacks"] = {
					},
					["RageGain"] = 0,
					["ElementDone"] = {
						["Fire"] = 0,
						["Holy"] = 0,
						["Melee"] = 0,
						["Physical"] = 0,
					},
					["ManaGainedFrom"] = {
						["Gpt"] = {
							["Details"] = {
								["智者审判"] = {
									["count"] = 0,
								},
								["恢复"] = {
									["count"] = 33,
								},
								["神圣恳求"] = {
									["count"] = 1132,
								},
							},
							["amount"] = 1165,
						},
					},
					["DamagedWho"] = {
						["奥金尼灵魂祭司"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["相位祭司"] = {
							["Details"] = {
								["正义复仇 (伤害/跳)"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["幻影占有者"] = {
							["Details"] = {
								["命令圣印"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑暗的灵魂"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["火焰箭"] = {
									["count"] = 0,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["愤怒之锤"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["奥金尼守备官"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["相位巫师"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["奥金尼僧侣"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["清算之手"] = {
									["count"] = 0,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰尘咆哮者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["清算之手"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["死亡观察者希尔拉克"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["清算之手"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["火焰箭"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["愤怒之锤"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["OverHeals"] = {
						["圣光审判"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["神圣风暴"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["圣光闪现"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["WhoDamaged"] = {
						["奥金尼守备官"] = {
							["Details"] = {
								["暗影守卫"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑暗的灵魂"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
								["吞噬暗影"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰尘咆哮者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["死亡观察者希尔拉克"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
								["血肉撕咬 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["RageGained"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
						["Melee"] = 0,
						["Physical"] = 0,
					},
					["TimeHealing"] = {
						["Harutt"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Gpt"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["圣光闪现"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Shalannius"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Dispelled"] = 0,
					["WhoHealed"] = {
						["Gpt"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["圣光闪现"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Fallat"] = {
							["Details"] = {
								["恢复"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Shalannius"] = {
							["Details"] = {
								["强化兽群领袖"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["PartialResist"] = {
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["50%抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["25%抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["吞噬暗影"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["暗影守卫"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["血肉撕咬 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["CCBreak"] = 0,
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["EnergyGain"] = 0,
					["ManaGained"] = {
						["智者审判"] = {
							["Details"] = {
								["Gpt"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恢复"] = {
							["Details"] = {
								["Gpt"] = {
									["count"] = 33,
								},
							},
							["amount"] = 33,
						},
						["神圣恳求"] = {
							["Details"] = {
								["Gpt"] = {
									["count"] = 1132,
								},
							},
							["amount"] = 1132,
						},
					},
					["ElementTakenAbsorb"] = {
					},
					["ActiveTime"] = 0,
					["Overhealing"] = 0,
					["ElementTakenResist"] = {
						["Melee"] = 0,
					},
					["InterruptData"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
						["奥金尼灵魂祭司"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["相位祭司"] = {
							["Details"] = {
								["正义复仇 (伤害/跳)"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["幻影占有者"] = {
							["Details"] = {
								["命令圣印"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Shalannius"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Harutt"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Gpt"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["圣光闪现"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑暗的灵魂"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["火焰箭"] = {
									["count"] = 0,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["愤怒之锤"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["奥金尼守备官"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["相位巫师"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["奥金尼僧侣"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["清算之手"] = {
									["count"] = 0,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰尘咆哮者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["清算之手"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["死亡观察者希尔拉克"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["清算之手"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["火焰箭"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["愤怒之锤"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Heals"] = {
						["圣光审判"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["神圣风暴"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["圣光闪现"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["PartialAbsorb"] = {
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["吞噬暗影"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["暗影守卫"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["血肉撕咬 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["EnergyGained"] = {
					},
					["HealedWho"] = {
						["Harutt"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Gpt"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["圣光闪现"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Shalannius"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Healing"] = 0,
					["CCBroken"] = {
					},
					["RunicPowerGained"] = {
					},
					["Attacks"] = {
						["命令审判"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["清算之手"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["驱邪术"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["惩戒光环"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["命令圣印"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["十字军打击"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Dodge"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["愤怒之锤"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["奉献 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["正义复仇 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["神圣风暴"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Dodge"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit (被格挡)"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["火焰箭"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Parry"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Dodge"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit (被格挡)"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["HealingTaken"] = 0,
					["ElementHitsDone"] = {
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Holy"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Melee"] = {
							["Details"] = {
								["Parry"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Dodge"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Dodge"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
						["奥金尼灵魂祭司"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["相位祭司"] = {
							["Details"] = {
								["正义复仇 (伤害/跳)"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["幻影占有者"] = {
							["Details"] = {
								["命令圣印"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑暗的灵魂"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["火焰箭"] = {
									["count"] = 0,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["愤怒之锤"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["奥金尼守备官"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["相位巫师"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["奥金尼僧侣"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["清算之手"] = {
									["count"] = 0,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰尘咆哮者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["清算之手"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["死亡观察者希尔拉克"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["清算之手"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["火焰箭"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["愤怒之锤"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["RunicPowerGain"] = 0,
					["Damage"] = 0,
					["DispelledWho"] = {
					},
				},
				["Fight1"] = {
					["DOTs"] = {
						["正义复仇 (伤害/跳)"] = {
							["Details"] = {
								["奥金尼灵魂祭司"] = {
									["count"] = 0,
								},
								["大主教玛拉达尔"] = {
									["count"] = 0,
								},
								["山丘戈隆"] = {
									["count"] = 6,
								},
								["黑暗的灵魂"] = {
									["count"] = 0,
								},
							},
							["amount"] = 6,
						},
						["奉献 (伤害/跳)"] = {
							["Details"] = {
								["奥金尼灵魂祭司"] = {
									["count"] = 0,
								},
								["无息的祭司"] = {
									["count"] = 0,
								},
								["大主教玛拉达尔"] = {
									["count"] = 0,
								},
								["奥金尼僧侣"] = {
									["count"] = 0,
								},
								["山丘戈隆"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 671,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
						["Melee"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 2,
								},
								["Miss"] = {
									["count"] = 1,
								},
								["Dodge"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Parry"] = {
									["count"] = 0,
								},
							},
							["amount"] = 6,
						},
						["Shadow"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 12,
					["DOT_Time"] = 9,
					["ManaGain"] = 1263,
					["ElementTaken"] = {
						["Melee"] = 671,
					},
					["HOTs"] = {
						["圣光审判"] = {
							["Details"] = {
								["Harutt"] = {
									["count"] = 0,
								},
								["Water Elemental"] = {
									["count"] = 0,
								},
								["Nittlebur"] = {
									["count"] = 0,
								},
								["Gpt"] = {
									["count"] = 9,
								},
								["Shalannius"] = {
									["count"] = 0,
								},
							},
							["amount"] = 9,
						},
						["神圣风暴"] = {
							["Details"] = {
								["Harutt"] = {
									["count"] = 0,
								},
								["Fallat"] = {
									["count"] = 0,
								},
								["Nittlebur"] = {
									["count"] = 0,
								},
								["Gpt"] = {
									["count"] = 3,
								},
								["Shalannius"] = {
									["count"] = 0,
								},
							},
							["amount"] = 3,
						},
					},
					["ElementTakenBlock"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialBlock"] = {
					},
					["FDamagedWho"] = {
					},
					["FAttacks"] = {
					},
					["RageGain"] = 0,
					["ElementDone"] = {
						["Fire"] = 0,
						["Holy"] = 9338,
						["Melee"] = 3559,
						["Physical"] = 3272,
					},
					["ManaGainedFrom"] = {
						["Gpt"] = {
							["Details"] = {
								["智者审判"] = {
									["count"] = 738,
								},
								["恢复"] = {
									["count"] = 242,
								},
								["神圣恳求"] = {
									["count"] = 283,
								},
							},
							["amount"] = 1263,
						},
					},
					["DamagedWho"] = {
						["殉难者的化身"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["愤怒之锤"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["奥金尼灵魂祭司"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["无息的祭司"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑暗的灵魂"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["愤怒之锤"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["奥金尼僧侣"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["大主教玛拉达尔"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["火焰箭"] = {
									["count"] = 0,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["山丘戈隆"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 501,
								},
								["清算之手"] = {
									["count"] = 898,
								},
								["驱邪术"] = {
									["count"] = 1826,
								},
								["惩戒光环"] = {
									["count"] = 290,
								},
								["十字军打击"] = {
									["count"] = 1450,
								},
								["命令圣印"] = {
									["count"] = 2014,
								},
								["愤怒之锤"] = {
									["count"] = 3232,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 346,
								},
								["神圣风暴"] = {
									["count"] = 1822,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 231,
								},
								["肉搏"] = {
									["count"] = 3559,
								},
							},
							["amount"] = 16169,
						},
						["灰尘咆哮者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["清算之手"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["OverHeals"] = {
						["圣光审判"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 185,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 370,
								},
							},
							["count"] = 2,
							["amount"] = 370,
						},
						["神圣风暴"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 269,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 269,
								},
							},
							["count"] = 1,
							["amount"] = 269,
						},
					},
					["WhoDamaged"] = {
						["山丘戈隆"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 671,
								},
							},
							["amount"] = 671,
						},
						["黑暗的灵魂"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["RageGained"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
						["Melee"] = 0,
					},
					["TimeHealing"] = {
						["Harutt"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Gpt"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Dispelled"] = 0,
					["WhoHealed"] = {
						["Shalannius"] = {
							["Details"] = {
								["强化兽群领袖"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Gpt"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 185,
								},
								["神圣风暴"] = {
									["count"] = 186,
								},
							},
							["amount"] = 371,
						},
					},
					["PartialResist"] = {
						["灵魂尖啸"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["25%抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["50%抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
					},
					["CCBreak"] = 0,
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["EnergyGain"] = 0,
					["ManaGained"] = {
						["智者审判"] = {
							["Details"] = {
								["Gpt"] = {
									["count"] = 738,
								},
							},
							["amount"] = 738,
						},
						["恢复"] = {
							["Details"] = {
								["Gpt"] = {
									["count"] = 242,
								},
							},
							["amount"] = 242,
						},
						["神圣恳求"] = {
							["Details"] = {
								["Gpt"] = {
									["count"] = 283,
								},
							},
							["amount"] = 283,
						},
					},
					["ElementTakenAbsorb"] = {
						["Melee"] = 673,
					},
					["ActiveTime"] = 16.38,
					["Overhealing"] = 639,
					["ElementTakenResist"] = {
						["Melee"] = 0,
					},
					["InterruptData"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
						["奥金尼灵魂祭司"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["无息的祭司"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["山丘戈隆"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 1.63,
								},
								["清算之手"] = {
									["count"] = 3.5,
								},
								["驱邪术"] = {
									["count"] = 0.19,
								},
								["惩戒光环"] = {
									["count"] = 0.88,
								},
								["十字军打击"] = {
									["count"] = 0.64,
								},
								["命令圣印"] = {
									["count"] = 0.01,
								},
								["愤怒之锤"] = {
									["count"] = 0.77,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 2.46,
								},
								["神圣风暴"] = {
									["count"] = 0.74,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0.38,
								},
								["肉搏"] = {
									["count"] = 5.18,
								},
							},
							["amount"] = 16.38,
						},
						["Harutt"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Gpt"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑暗的灵魂"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["愤怒之锤"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["大主教玛拉达尔"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["火焰箭"] = {
									["count"] = 0,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["殉难者的化身"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["愤怒之锤"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰尘咆哮者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["清算之手"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["奥金尼僧侣"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Heals"] = {
						["圣光审判"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 185,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 185,
								},
							},
							["count"] = 1,
							["amount"] = 185,
						},
						["神圣风暴"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 186,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 186,
								},
							},
							["count"] = 1,
							["amount"] = 186,
						},
					},
					["PartialAbsorb"] = {
						["灵魂尖啸"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 340,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 673,
								},
							},
							["count"] = 6,
							["amount"] = 673,
						},
					},
					["EnergyGained"] = {
					},
					["HealedWho"] = {
						["Harutt"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Gpt"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 185,
								},
								["神圣风暴"] = {
									["count"] = 186,
								},
							},
							["amount"] = 371,
						},
					},
					["Healing"] = 371,
					["CCBroken"] = {
					},
					["RunicPowerGained"] = {
					},
					["Attacks"] = {
						["命令审判"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 501,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 501,
								},
							},
							["count"] = 1,
							["amount"] = 501,
						},
						["清算之手"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 898,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 898,
								},
							},
							["count"] = 1,
							["amount"] = 898,
						},
						["驱邪术"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 1826,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 1826,
								},
							},
							["count"] = 1,
							["amount"] = 1826,
						},
						["惩戒光环"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 158,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 290,
								},
							},
							["count"] = 2,
							["amount"] = 290,
						},
						["命令圣印"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 478,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 478,
								},
								["Hit"] = {
									["max"] = 333,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 1536,
								},
							},
							["count"] = 6,
							["amount"] = 2014,
						},
						["奉献 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 231,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 231,
								},
							},
							["count"] = 1,
							["amount"] = 231,
						},
						["愤怒之锤"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 3232,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 3232,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 3232,
						},
						["十字军打击"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 1450,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 1450,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 1450,
						},
						["正义复仇 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 210,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 346,
								},
							},
							["count"] = 2,
							["amount"] = 346,
						},
						["神圣风暴"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1822,
									["min"] = 1822,
									["count"] = 1,
									["amount"] = 1822,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 1822,
						},
						["火焰箭"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 761,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 1497,
								},
								["Hit (被格挡)"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 1032,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 2062,
								},
								["Dodge"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 3559,
						},
					},
					["HealingTaken"] = 371,
					["ElementHitsDone"] = {
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Holy"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 10,
								},
								["Crit"] = {
									["count"] = 2,
								},
								["Tick"] = {
									["count"] = 3,
								},
							},
							["amount"] = 15,
						},
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 2,
								},
								["Crit"] = {
									["count"] = 2,
								},
								["Dodge"] = {
									["count"] = 0,
								},
							},
							["amount"] = 4,
						},
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 2,
								},
								["Dodge"] = {
									["count"] = 0,
								},
							},
							["amount"] = 2,
						},
					},
					["TimeDamage"] = 16.38,
					["TimeDamaging"] = {
						["殉难者的化身"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["愤怒之锤"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["奥金尼灵魂祭司"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["无息的祭司"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑暗的灵魂"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["愤怒之锤"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["奥金尼僧侣"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["大主教玛拉达尔"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["火焰箭"] = {
									["count"] = 0,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["山丘戈隆"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 1.63,
								},
								["清算之手"] = {
									["count"] = 3.5,
								},
								["驱邪术"] = {
									["count"] = 0.19,
								},
								["惩戒光环"] = {
									["count"] = 0.88,
								},
								["十字军打击"] = {
									["count"] = 0.64,
								},
								["命令圣印"] = {
									["count"] = 0.01,
								},
								["愤怒之锤"] = {
									["count"] = 0.77,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 2.46,
								},
								["神圣风暴"] = {
									["count"] = 0.74,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0.38,
								},
								["肉搏"] = {
									["count"] = 5.18,
								},
							},
							["amount"] = 16.38,
						},
						["灰尘咆哮者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["清算之手"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["RunicPowerGain"] = 0,
					["Damage"] = 16169,
					["DispelledWho"] = {
					},
				},
				["Fight4"] = {
					["DOTs"] = {
						["正义复仇 (伤害/跳)"] = {
							["Details"] = {
								["“脏鬼”拉瑞"] = {
									["count"] = 3,
								},
								["黑暗的灵魂"] = {
									["count"] = 0,
								},
								["“史诗”马龙"] = {
									["count"] = 3,
								},
							},
							["amount"] = 6,
						},
						["奉献 (伤害/跳)"] = {
							["Details"] = {
								["懒鬼杰克"] = {
									["count"] = 30,
								},
								["奥金尼灵魂祭司"] = {
									["count"] = 0,
								},
								["奥金尼守备官"] = {
									["count"] = 0,
								},
								["“史诗”马龙"] = {
									["count"] = 24,
								},
								["被激怒的骷髅"] = {
									["count"] = 0,
								},
								["幻影占有者"] = {
									["count"] = 0,
								},
								["“脏鬼”拉瑞"] = {
									["count"] = 48,
								},
								["暴怒的骷髅"] = {
									["count"] = 0,
								},
							},
							["amount"] = 102,
						},
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 1118,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
						["Shadow"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Melee"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 13,
								},
								["Hit"] = {
									["count"] = 10,
								},
								["Miss"] = {
									["count"] = 1,
								},
								["Dodge"] = {
									["count"] = 3,
								},
								["Parry"] = {
									["count"] = 3,
								},
							},
							["amount"] = 30,
						},
						["Physical"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
								["Tick"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 27,
					["DOT_Time"] = 108,
					["ManaGain"] = 1902,
					["ElementTaken"] = {
						["Shadow"] = 0,
						["Melee"] = 1118,
						["Physical"] = 0,
					},
					["HOTs"] = {
						["圣光审判"] = {
							["Details"] = {
								["Harutt"] = {
									["count"] = 0,
								},
								["Gpt"] = {
									["count"] = 9,
								},
								["Shalannius"] = {
									["count"] = 0,
								},
								["Nittlebur"] = {
									["count"] = 0,
								},
							},
							["amount"] = 9,
						},
						["神圣风暴"] = {
							["Details"] = {
								["Harutt"] = {
									["count"] = 0,
								},
								["Gpt"] = {
									["count"] = 18,
								},
								["Nittlebur"] = {
									["count"] = 0,
								},
								["Fallat"] = {
									["count"] = 0,
								},
								["Shalannius"] = {
									["count"] = 0,
								},
							},
							["amount"] = 18,
						},
					},
					["ElementTakenBlock"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialBlock"] = {
					},
					["FDamagedWho"] = {
					},
					["FAttacks"] = {
					},
					["RageGain"] = 0,
					["ElementDone"] = {
						["Fire"] = 0,
						["Holy"] = 21750,
						["Melee"] = 4066,
						["Physical"] = 5988,
					},
					["ManaGainedFrom"] = {
						["Gpt"] = {
							["Details"] = {
								["智者审判"] = {
									["count"] = 1476,
								},
								["恢复"] = {
									["count"] = 143,
								},
								["神圣恳求"] = {
									["count"] = 283,
								},
							},
							["amount"] = 1902,
						},
					},
					["DamagedWho"] = {
						["奥金尼灵魂祭司"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["清算之手"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["火焰箭"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["“史诗”马龙"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 1491,
								},
								["命令圣印"] = {
									["count"] = 2340,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 100,
								},
								["神圣风暴"] = {
									["count"] = 1944,
								},
								["惩戒光环"] = {
									["count"] = 242,
								},
							},
							["amount"] = 6117,
						},
						["幻影占有者"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暴怒的骷髅"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["神圣愤怒"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["相位潜行者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑暗的灵魂"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["清算之手"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["火焰箭"] = {
									["count"] = 0,
								},
								["愤怒之锤"] = {
									["count"] = 0,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["被激怒的骷髅"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["神圣愤怒"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["奥金尼守备官"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["“脏鬼”拉瑞"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 1691,
								},
								["驱邪术"] = {
									["count"] = 3832,
								},
								["惩戒光环"] = {
									["count"] = 495,
								},
								["十字军打击"] = {
									["count"] = 1536,
								},
								["命令圣印"] = {
									["count"] = 3451,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 84,
								},
								["神圣风暴"] = {
									["count"] = 1260,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 3027,
								},
								["肉搏"] = {
									["count"] = 4066,
								},
							},
							["amount"] = 19442,
						},
						["懒鬼杰克"] = {
							["Details"] = {
								["神圣风暴"] = {
									["count"] = 1248,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 1875,
								},
								["命令圣印"] = {
									["count"] = 2627,
								},
								["惩戒光环"] = {
									["count"] = 495,
								},
							},
							["amount"] = 6245,
						},
					},
					["OverHeals"] = {
						["圣光审判"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 185,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 194,
								},
							},
							["count"] = 2,
							["amount"] = 194,
						},
						["神圣风暴"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 162,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 354,
								},
							},
							["count"] = 3,
							["amount"] = 354,
						},
					},
					["WhoDamaged"] = {
						["懒鬼杰克"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 231,
								},
							},
							["amount"] = 231,
						},
						["风鹏皇后"] = {
							["Details"] = {
								["鹰爪 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["奥金尼守备官"] = {
							["Details"] = {
								["暗影守卫"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["“脏鬼”拉瑞"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 772,
								},
							},
							["amount"] = 772,
						},
						["Environment"] = {
							["Details"] = {
								["Falling"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑暗的灵魂"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
								["吞噬暗影"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["“史诗”马龙"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 115,
								},
							},
							["amount"] = 115,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["RageGained"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
						["Harutt"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Gpt"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Dispelled"] = 0,
					["WhoHealed"] = {
						["Gpt"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 361,
								},
								["神圣风暴"] = {
									["count"] = 757,
								},
							},
							["amount"] = 1118,
						},
						["Shalannius"] = {
							["Details"] = {
								["强化兽群领袖"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["PartialResist"] = {
						["Falling"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["吞噬暗影"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["鹰爪"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["鹰爪 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["暗影守卫"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["25%抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["50%抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 30,
									["amount"] = 0,
								},
							},
							["count"] = 30,
							["amount"] = 0,
						},
					},
					["CCBreak"] = 0,
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["EnergyGain"] = 0,
					["ManaGained"] = {
						["智者审判"] = {
							["Details"] = {
								["Gpt"] = {
									["count"] = 1476,
								},
							},
							["amount"] = 1476,
						},
						["恢复"] = {
							["Details"] = {
								["Gpt"] = {
									["count"] = 143,
								},
							},
							["amount"] = 143,
						},
						["神圣恳求"] = {
							["Details"] = {
								["Gpt"] = {
									["count"] = 283,
								},
							},
							["amount"] = 283,
						},
					},
					["ElementTakenAbsorb"] = {
						["Melee"] = 1357,
						["Physical"] = 0,
					},
					["ActiveTime"] = 27.90000000000001,
					["Overhealing"] = 548,
					["ElementTakenResist"] = {
						["Melee"] = 0,
					},
					["InterruptData"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
						["奥金尼灵魂祭司"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["清算之手"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["火焰箭"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["“史诗”马龙"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 2.15,
								},
								["神圣风暴"] = {
									["count"] = 1.12,
								},
								["惩戒光环"] = {
									["count"] = 0.34,
								},
							},
							["amount"] = 3.61,
						},
						["幻影占有者"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暴怒的骷髅"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["神圣愤怒"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["相位潜行者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Gpt"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Harutt"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["奥金尼守备官"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["被激怒的骷髅"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["神圣愤怒"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑暗的灵魂"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["清算之手"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["火焰箭"] = {
									["count"] = 0,
								},
								["愤怒之锤"] = {
									["count"] = 0,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["“脏鬼”拉瑞"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0.8300000000000001,
								},
								["驱邪术"] = {
									["count"] = 0.87,
								},
								["惩戒光环"] = {
									["count"] = 5.76,
								},
								["十字军打击"] = {
									["count"] = 1.2,
								},
								["命令圣印"] = {
									["count"] = 0.02,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 0.74,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 10.45,
								},
								["肉搏"] = {
									["count"] = 3.19,
								},
							},
							["amount"] = 23.06000000000001,
						},
						["懒鬼杰克"] = {
							["Details"] = {
								["神圣风暴"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 1.23,
								},
							},
							["amount"] = 1.23,
						},
					},
					["Heals"] = {
						["圣光审判"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 185,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 361,
								},
							},
							["count"] = 2,
							["amount"] = 361,
						},
						["神圣风暴"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 333,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 757,
								},
							},
							["count"] = 5,
							["amount"] = 757,
						},
					},
					["PartialAbsorb"] = {
						["Falling"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["吞噬暗影"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["鹰爪"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["鹰爪 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["暗影守卫"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 17,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 212,
									["min"] = 0,
									["count"] = 13,
									["amount"] = 1357,
								},
							},
							["count"] = 30,
							["amount"] = 1357,
						},
					},
					["EnergyGained"] = {
					},
					["HealedWho"] = {
						["Harutt"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Gpt"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 361,
								},
								["神圣风暴"] = {
									["count"] = 757,
								},
							},
							["amount"] = 1118,
						},
					},
					["Healing"] = 1118,
					["CCBroken"] = {
					},
					["RunicPowerGained"] = {
					},
					["Attacks"] = {
						["命令审判"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1132,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 1132,
								},
								["Hit"] = {
									["max"] = 559,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 559,
								},
							},
							["count"] = 2,
							["amount"] = 1691,
						},
						["清算之手"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["驱邪术"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 1934,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 3832,
								},
							},
							["count"] = 2,
							["amount"] = 3832,
						},
						["惩戒光环"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 132,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 1232,
								},
							},
							["count"] = 10,
							["amount"] = 1232,
						},
						["十字军打击"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 519,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 1536,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Dodge"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 1536,
						},
						["愤怒之锤"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["奉献 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 192,
									["min"] = 0,
									["count"] = 34,
									["amount"] = 6393,
								},
							},
							["count"] = 34,
							["amount"] = 6393,
						},
						["命令圣印"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 558,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 3654,
								},
								["Hit"] = {
									["max"] = 280,
									["min"] = 0,
									["count"] = 18,
									["amount"] = 4764,
								},
							},
							["count"] = 25,
							["amount"] = 8418,
						},
						["神圣愤怒"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["正义复仇 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 100,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 184,
								},
							},
							["count"] = 2,
							["amount"] = 184,
						},
						["神圣风暴"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1334,
									["min"] = 1334,
									["count"] = 1,
									["amount"] = 1334,
								},
								["Hit"] = {
									["max"] = 656,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 3118,
								},
							},
							["count"] = 6,
							["amount"] = 4452,
						},
						["火焰箭"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 546,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 2092,
								},
								["Crit"] = {
									["max"] = 1056,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 1974,
								},
								["Parry"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 7,
							["amount"] = 4066,
						},
					},
					["HealingTaken"] = 1118,
					["ElementHitsDone"] = {
						["Fire"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Holy"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 31,
								},
								["Crit"] = {
									["count"] = 8,
								},
								["Tick"] = {
									["count"] = 36,
								},
							},
							["amount"] = 75,
						},
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 4,
								},
								["Crit"] = {
									["count"] = 2,
								},
								["Parry"] = {
									["count"] = 1,
								},
							},
							["amount"] = 7,
						},
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 8,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Dodge"] = {
									["count"] = 1,
								},
							},
							["amount"] = 10,
						},
					},
					["TimeDamage"] = 27.90000000000001,
					["TimeDamaging"] = {
						["奥金尼灵魂祭司"] = {
							["Details"] = {
								["十字军打击"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["清算之手"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["火焰箭"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["“史诗”马龙"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 2.15,
								},
								["神圣风暴"] = {
									["count"] = 1.12,
								},
								["惩戒光环"] = {
									["count"] = 0.34,
								},
							},
							["amount"] = 3.61,
						},
						["幻影占有者"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暴怒的骷髅"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["神圣愤怒"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["相位潜行者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑暗的灵魂"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["清算之手"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["火焰箭"] = {
									["count"] = 0,
								},
								["愤怒之锤"] = {
									["count"] = 0,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["被激怒的骷髅"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["神圣愤怒"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["奥金尼守备官"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["“脏鬼”拉瑞"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0.8300000000000001,
								},
								["驱邪术"] = {
									["count"] = 0.87,
								},
								["惩戒光环"] = {
									["count"] = 5.76,
								},
								["十字军打击"] = {
									["count"] = 1.2,
								},
								["命令圣印"] = {
									["count"] = 0.02,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 0.74,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 10.45,
								},
								["肉搏"] = {
									["count"] = 3.19,
								},
							},
							["amount"] = 23.06000000000001,
						},
						["懒鬼杰克"] = {
							["Details"] = {
								["神圣风暴"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 1.23,
								},
							},
							["amount"] = 1.23,
						},
					},
					["RunicPowerGain"] = 0,
					["Damage"] = 31804,
					["DispelledWho"] = {
					},
				},
				["LastFightData"] = {
					["DOTs"] = {
						["正义复仇 (伤害/跳)"] = {
							["Details"] = {
								["奥金尼灵魂祭司"] = {
									["count"] = 0,
								},
								["大主教玛拉达尔"] = {
									["count"] = 0,
								},
								["山丘戈隆"] = {
									["count"] = 6,
								},
								["黑暗的灵魂"] = {
									["count"] = 0,
								},
							},
							["amount"] = 6,
						},
						["奉献 (伤害/跳)"] = {
							["Details"] = {
								["奥金尼灵魂祭司"] = {
									["count"] = 0,
								},
								["无息的祭司"] = {
									["count"] = 0,
								},
								["大主教玛拉达尔"] = {
									["count"] = 0,
								},
								["奥金尼僧侣"] = {
									["count"] = 0,
								},
								["山丘戈隆"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 671,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
						["Melee"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 2,
								},
								["Miss"] = {
									["count"] = 1,
								},
								["Dodge"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Parry"] = {
									["count"] = 0,
								},
							},
							["amount"] = 6,
						},
						["Shadow"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 12,
					["DOT_Time"] = 9,
					["ManaGain"] = 1263,
					["ElementTaken"] = {
						["Melee"] = 671,
					},
					["HOTs"] = {
						["圣光审判"] = {
							["Details"] = {
								["Harutt"] = {
									["count"] = 0,
								},
								["Water Elemental"] = {
									["count"] = 0,
								},
								["Nittlebur"] = {
									["count"] = 0,
								},
								["Gpt"] = {
									["count"] = 9,
								},
								["Shalannius"] = {
									["count"] = 0,
								},
							},
							["amount"] = 9,
						},
						["神圣风暴"] = {
							["Details"] = {
								["Harutt"] = {
									["count"] = 0,
								},
								["Fallat"] = {
									["count"] = 0,
								},
								["Nittlebur"] = {
									["count"] = 0,
								},
								["Gpt"] = {
									["count"] = 3,
								},
								["Shalannius"] = {
									["count"] = 0,
								},
							},
							["amount"] = 3,
						},
					},
					["ElementTakenBlock"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialBlock"] = {
					},
					["FDamagedWho"] = {
					},
					["FAttacks"] = {
					},
					["RageGain"] = 0,
					["ElementDone"] = {
						["Fire"] = 0,
						["Holy"] = 9338,
						["Melee"] = 3559,
						["Physical"] = 3272,
					},
					["ManaGainedFrom"] = {
						["Gpt"] = {
							["Details"] = {
								["智者审判"] = {
									["count"] = 738,
								},
								["恢复"] = {
									["count"] = 242,
								},
								["神圣恳求"] = {
									["count"] = 283,
								},
							},
							["amount"] = 1263,
						},
					},
					["DamagedWho"] = {
						["殉难者的化身"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["愤怒之锤"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["奥金尼灵魂祭司"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["无息的祭司"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑暗的灵魂"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["愤怒之锤"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["奥金尼僧侣"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["大主教玛拉达尔"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["火焰箭"] = {
									["count"] = 0,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["山丘戈隆"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 501,
								},
								["清算之手"] = {
									["count"] = 898,
								},
								["驱邪术"] = {
									["count"] = 1826,
								},
								["惩戒光环"] = {
									["count"] = 290,
								},
								["十字军打击"] = {
									["count"] = 1450,
								},
								["命令圣印"] = {
									["count"] = 2014,
								},
								["愤怒之锤"] = {
									["count"] = 3232,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 346,
								},
								["神圣风暴"] = {
									["count"] = 1822,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 231,
								},
								["肉搏"] = {
									["count"] = 3559,
								},
							},
							["amount"] = 16169,
						},
						["灰尘咆哮者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["清算之手"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["OverHeals"] = {
						["圣光审判"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 185,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 370,
								},
							},
							["count"] = 2,
							["amount"] = 370,
						},
						["神圣风暴"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 269,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 269,
								},
							},
							["count"] = 1,
							["amount"] = 269,
						},
					},
					["WhoDamaged"] = {
						["山丘戈隆"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 671,
								},
							},
							["amount"] = 671,
						},
						["黑暗的灵魂"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["RageGained"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
						["Melee"] = 0,
					},
					["TimeHealing"] = {
						["Harutt"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Gpt"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Dispelled"] = 0,
					["WhoHealed"] = {
						["Shalannius"] = {
							["Details"] = {
								["强化兽群领袖"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Gpt"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 185,
								},
								["神圣风暴"] = {
									["count"] = 186,
								},
							},
							["amount"] = 371,
						},
					},
					["PartialResist"] = {
						["灵魂尖啸"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["25%抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["50%抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
					},
					["CCBreak"] = 0,
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["EnergyGain"] = 0,
					["ManaGained"] = {
						["智者审判"] = {
							["Details"] = {
								["Gpt"] = {
									["count"] = 738,
								},
							},
							["amount"] = 738,
						},
						["恢复"] = {
							["Details"] = {
								["Gpt"] = {
									["count"] = 242,
								},
							},
							["amount"] = 242,
						},
						["神圣恳求"] = {
							["Details"] = {
								["Gpt"] = {
									["count"] = 283,
								},
							},
							["amount"] = 283,
						},
					},
					["ElementTakenAbsorb"] = {
						["Melee"] = 673,
					},
					["ActiveTime"] = 16.38,
					["Overhealing"] = 639,
					["ElementTakenResist"] = {
						["Melee"] = 0,
					},
					["InterruptData"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
						["奥金尼灵魂祭司"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["无息的祭司"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["山丘戈隆"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 1.63,
								},
								["清算之手"] = {
									["count"] = 3.5,
								},
								["驱邪术"] = {
									["count"] = 0.19,
								},
								["惩戒光环"] = {
									["count"] = 0.88,
								},
								["十字军打击"] = {
									["count"] = 0.64,
								},
								["命令圣印"] = {
									["count"] = 0.01,
								},
								["愤怒之锤"] = {
									["count"] = 0.77,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 2.46,
								},
								["神圣风暴"] = {
									["count"] = 0.74,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0.38,
								},
								["肉搏"] = {
									["count"] = 5.18,
								},
							},
							["amount"] = 16.38,
						},
						["Harutt"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Gpt"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑暗的灵魂"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["愤怒之锤"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["大主教玛拉达尔"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["火焰箭"] = {
									["count"] = 0,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["殉难者的化身"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["愤怒之锤"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰尘咆哮者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["清算之手"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["奥金尼僧侣"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Heals"] = {
						["圣光审判"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 185,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 185,
								},
							},
							["count"] = 1,
							["amount"] = 185,
						},
						["神圣风暴"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 186,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 186,
								},
							},
							["count"] = 1,
							["amount"] = 186,
						},
					},
					["PartialAbsorb"] = {
						["灵魂尖啸"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 340,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 673,
								},
							},
							["count"] = 6,
							["amount"] = 673,
						},
					},
					["EnergyGained"] = {
					},
					["HealedWho"] = {
						["Harutt"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Gpt"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 185,
								},
								["神圣风暴"] = {
									["count"] = 186,
								},
							},
							["amount"] = 371,
						},
					},
					["Healing"] = 371,
					["CCBroken"] = {
					},
					["RunicPowerGained"] = {
					},
					["Attacks"] = {
						["命令审判"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 501,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 501,
								},
							},
							["count"] = 1,
							["amount"] = 501,
						},
						["清算之手"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 898,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 898,
								},
							},
							["count"] = 1,
							["amount"] = 898,
						},
						["驱邪术"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 1826,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 1826,
								},
							},
							["count"] = 1,
							["amount"] = 1826,
						},
						["惩戒光环"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 158,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 290,
								},
							},
							["count"] = 2,
							["amount"] = 290,
						},
						["命令圣印"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 478,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 478,
								},
								["Hit"] = {
									["max"] = 333,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 1536,
								},
							},
							["count"] = 6,
							["amount"] = 2014,
						},
						["奉献 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 231,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 231,
								},
							},
							["count"] = 1,
							["amount"] = 231,
						},
						["愤怒之锤"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 3232,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 3232,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 3232,
						},
						["十字军打击"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 1450,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 1450,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 1450,
						},
						["正义复仇 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 210,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 346,
								},
							},
							["count"] = 2,
							["amount"] = 346,
						},
						["神圣风暴"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1822,
									["min"] = 1822,
									["count"] = 1,
									["amount"] = 1822,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 1822,
						},
						["火焰箭"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 761,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 1497,
								},
								["Hit (被格挡)"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 1032,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 2062,
								},
								["Dodge"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 3559,
						},
					},
					["HealingTaken"] = 371,
					["ElementHitsDone"] = {
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Holy"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 10,
								},
								["Crit"] = {
									["count"] = 2,
								},
								["Tick"] = {
									["count"] = 3,
								},
							},
							["amount"] = 15,
						},
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 2,
								},
								["Crit"] = {
									["count"] = 2,
								},
								["Dodge"] = {
									["count"] = 0,
								},
							},
							["amount"] = 4,
						},
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 2,
								},
								["Dodge"] = {
									["count"] = 0,
								},
							},
							["amount"] = 2,
						},
					},
					["TimeDamage"] = 16.38,
					["TimeDamaging"] = {
						["殉难者的化身"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["愤怒之锤"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["奥金尼灵魂祭司"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["无息的祭司"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑暗的灵魂"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["愤怒之锤"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["奥金尼僧侣"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["大主教玛拉达尔"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["火焰箭"] = {
									["count"] = 0,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["山丘戈隆"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 1.63,
								},
								["清算之手"] = {
									["count"] = 3.5,
								},
								["驱邪术"] = {
									["count"] = 0.19,
								},
								["惩戒光环"] = {
									["count"] = 0.88,
								},
								["十字军打击"] = {
									["count"] = 0.64,
								},
								["命令圣印"] = {
									["count"] = 0.01,
								},
								["愤怒之锤"] = {
									["count"] = 0.77,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 2.46,
								},
								["神圣风暴"] = {
									["count"] = 0.74,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0.38,
								},
								["肉搏"] = {
									["count"] = 5.18,
								},
							},
							["amount"] = 16.38,
						},
						["灰尘咆哮者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["清算之手"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["RunicPowerGain"] = 0,
					["Damage"] = 16169,
					["DispelledWho"] = {
					},
				},
				["Fight2"] = {
					["DOTs"] = {
						["正义复仇 (伤害/跳)"] = {
							["Details"] = {
								["大型风鹏"] = {
									["count"] = 6,
								},
							},
							["amount"] = 6,
						},
						["奉献 (伤害/跳)"] = {
							["Details"] = {
								["相位潜行者"] = {
									["count"] = 0,
								},
								["奥金尼灵魂祭司"] = {
									["count"] = 0,
								},
								["奥金尼守备官"] = {
									["count"] = 0,
								},
								["相位巫师"] = {
									["count"] = 0,
								},
								["复生的白骨"] = {
									["count"] = 0,
								},
								["奥金尼通灵师"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 140,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
								["Miss"] = {
									["count"] = 0,
								},
								["Parry"] = {
									["count"] = 1,
								},
							},
							["amount"] = 2,
						},
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 3,
					["DOT_Time"] = 6,
					["ManaGain"] = 892,
					["ElementTaken"] = {
						["Melee"] = 140,
						["Physical"] = 0,
					},
					["HOTs"] = {
						["圣光审判"] = {
							["Details"] = {
								["Harutt"] = {
									["count"] = 0,
								},
								["Gpt"] = {
									["count"] = 3,
								},
								["Nittlebur"] = {
									["count"] = 0,
								},
								["Shalannius"] = {
									["count"] = 0,
								},
							},
							["amount"] = 3,
						},
						["神圣风暴"] = {
							["Details"] = {
								["Harutt"] = {
									["count"] = 0,
								},
								["Water Elemental"] = {
									["count"] = 0,
								},
								["Shalannius"] = {
									["count"] = 0,
								},
								["Fallat"] = {
									["count"] = 0,
								},
								["Gpt"] = {
									["count"] = 0,
								},
								["Nittlebur"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementTakenBlock"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialBlock"] = {
					},
					["FDamagedWho"] = {
					},
					["FAttacks"] = {
					},
					["RageGain"] = 0,
					["ElementDone"] = {
						["Fire"] = 0,
						["Holy"] = 4462,
						["Melee"] = 1260,
						["Physical"] = 438,
					},
					["ManaGainedFrom"] = {
						["Gpt"] = {
							["Details"] = {
								["恢复"] = {
									["count"] = 154,
								},
								["智者审判"] = {
									["count"] = 738,
								},
							},
							["amount"] = 892,
						},
					},
					["DamagedWho"] = {
						["奥金尼灵魂祭司"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["火焰箭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["复生的白骨"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["神圣愤怒"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["相位潜行者"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["奥金尼通灵师"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑暗的灵魂"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["清算之手"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["愤怒之锤"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["相位巫师"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["奥金尼守备官"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["清算之手"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰尘咆哮者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["清算之手"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["大型风鹏"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 978,
								},
								["十字军打击"] = {
									["count"] = 438,
								},
								["命令圣印"] = {
									["count"] = 695,
								},
								["清算之手"] = {
									["count"] = 872,
								},
								["驱邪术"] = {
									["count"] = 1652,
								},
								["惩戒光环"] = {
									["count"] = 119,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 146,
								},
								["肉搏"] = {
									["count"] = 1260,
								},
							},
							["amount"] = 6160,
						},
					},
					["OverHeals"] = {
						["圣光审判"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 185,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 185,
								},
							},
							["count"] = 1,
							["amount"] = 185,
						},
						["神圣风暴"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["WhoDamaged"] = {
						["黑暗的灵魂"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰尘咆哮者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["奥金尼通灵师"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["复生的白骨"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
								["打击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["大型风鹏"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 140,
								},
							},
							["amount"] = 140,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["RageGained"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
						["Melee"] = 33,
						["Physical"] = 0,
					},
					["TimeHealing"] = {
						["Harutt"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Gpt"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Shalannius"] = {
							["Details"] = {
								["神圣风暴"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Nittlebur"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Dispelled"] = 0,
					["WhoHealed"] = {
						["Shalannius"] = {
							["Details"] = {
								["强化兽群领袖"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Gpt"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["PartialResist"] = {
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
								["50%抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["25%抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["打击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["CCBreak"] = 0,
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["EnergyGain"] = 0,
					["ManaGained"] = {
						["恢复"] = {
							["Details"] = {
								["Gpt"] = {
									["count"] = 154,
								},
							},
							["amount"] = 154,
						},
						["智者审判"] = {
							["Details"] = {
								["Gpt"] = {
									["count"] = 738,
								},
							},
							["amount"] = 738,
						},
					},
					["ElementTakenAbsorb"] = {
						["Melee"] = 0,
					},
					["ActiveTime"] = 9.029999999999999,
					["Overhealing"] = 185,
					["ElementTakenResist"] = {
						["Melee"] = 0,
					},
					["InterruptData"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
						["奥金尼灵魂祭司"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["火焰箭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Shalannius"] = {
							["Details"] = {
								["神圣风暴"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["相位潜行者"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["复生的白骨"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["神圣愤怒"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Nittlebur"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Harutt"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Gpt"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["奥金尼通灵师"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["奥金尼守备官"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["清算之手"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["相位巫师"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑暗的灵魂"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["清算之手"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["愤怒之锤"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰尘咆哮者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["清算之手"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["大型风鹏"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 1.48,
								},
								["十字军打击"] = {
									["count"] = 0.43,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["清算之手"] = {
									["count"] = 3.5,
								},
								["驱邪术"] = {
									["count"] = 1.43,
								},
								["惩戒光环"] = {
									["count"] = 0.1,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 1.49,
								},
								["肉搏"] = {
									["count"] = 0.6,
								},
							},
							["amount"] = 9.029999999999999,
						},
					},
					["Heals"] = {
						["圣光审判"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["神圣风暴"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["PartialAbsorb"] = {
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["打击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["EnergyGained"] = {
					},
					["HealedWho"] = {
						["Harutt"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Gpt"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Shalannius"] = {
							["Details"] = {
								["神圣风暴"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Nittlebur"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Healing"] = 0,
					["CCBroken"] = {
					},
					["RunicPowerGained"] = {
					},
					["Attacks"] = {
						["命令审判"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 978,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 978,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 978,
						},
						["清算之手"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 872,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 872,
								},
							},
							["count"] = 1,
							["amount"] = 872,
						},
						["驱邪术"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 1652,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 1652,
								},
							},
							["count"] = 1,
							["amount"] = 1652,
						},
						["惩戒光环"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 119,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 119,
								},
							},
							["count"] = 1,
							["amount"] = 119,
						},
						["火焰箭"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["命令圣印"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 258,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 695,
								},
							},
							["count"] = 3,
							["amount"] = 695,
						},
						["奉献 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["愤怒之锤"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["神圣愤怒"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Evade"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["正义复仇 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 73,
									["min"] = 73,
									["count"] = 2,
									["amount"] = 146,
								},
							},
							["count"] = 2,
							["amount"] = 146,
						},
						["神圣风暴"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit (被格挡)"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["十字军打击"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 438,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 438,
								},
								["Dodge"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 438,
						},
						["肉搏"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 856,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 856,
								},
								["Hit (被格挡)"] = {
									["max"] = 404,
									["min"] = 404,
									["count"] = 1,
									["amount"] = 404,
								},
							},
							["count"] = 2,
							["amount"] = 1260,
						},
					},
					["HealingTaken"] = 0,
					["ElementHitsDone"] = {
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Holy"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 6,
								},
								["Tick"] = {
									["count"] = 2,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Evade"] = {
									["count"] = 0,
								},
							},
							["amount"] = 9,
						},
						["Melee"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 2,
						},
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Dodge"] = {
									["count"] = 0,
								},
							},
							["amount"] = 1,
						},
					},
					["TimeDamage"] = 9.029999999999999,
					["TimeDamaging"] = {
						["奥金尼灵魂祭司"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["火焰箭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["复生的白骨"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["神圣愤怒"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["相位潜行者"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["奥金尼通灵师"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑暗的灵魂"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["清算之手"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["愤怒之锤"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["相位巫师"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["奥金尼守备官"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["清算之手"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰尘咆哮者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["清算之手"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["大型风鹏"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 1.48,
								},
								["十字军打击"] = {
									["count"] = 0.43,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["清算之手"] = {
									["count"] = 3.5,
								},
								["驱邪术"] = {
									["count"] = 1.43,
								},
								["惩戒光环"] = {
									["count"] = 0.1,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 1.49,
								},
								["肉搏"] = {
									["count"] = 0.6,
								},
							},
							["amount"] = 9.029999999999999,
						},
					},
					["RunicPowerGain"] = 0,
					["Damage"] = 6160,
					["DispelledWho"] = {
					},
				},
				["Fight3"] = {
					["DOTs"] = {
						["正义复仇 (伤害/跳)"] = {
							["Details"] = {
								["黑暗的灵魂"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["奉献 (伤害/跳)"] = {
							["Details"] = {
								["激动的兽人灵魂"] = {
									["count"] = 0,
								},
								["奥金尼灵魂祭司"] = {
									["count"] = 0,
								},
								["奥金尼守备官"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 160,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
								["Parry"] = {
									["count"] = 0,
								},
								["Dodge"] = {
									["count"] = 2,
								},
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 3,
						},
						["Shadow"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 3,
					["DOT_Time"] = 0,
					["ManaGain"] = 2068,
					["ElementTaken"] = {
						["Melee"] = 160,
						["Shadow"] = 0,
					},
					["HOTs"] = {
						["圣光审判"] = {
							["Details"] = {
								["Harutt"] = {
									["count"] = 0,
								},
								["Gpt"] = {
									["count"] = 3,
								},
								["Nittlebur"] = {
									["count"] = 0,
								},
							},
							["amount"] = 3,
						},
						["神圣风暴"] = {
							["Details"] = {
								["Gpt"] = {
									["count"] = 0,
								},
								["Nittlebur"] = {
									["count"] = 0,
								},
								["Shalannius"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementTakenBlock"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialBlock"] = {
					},
					["FDamagedWho"] = {
					},
					["FAttacks"] = {
					},
					["RageGain"] = 0,
					["ElementDone"] = {
						["Holy"] = 6760,
						["Melee"] = 1424,
						["Physical"] = 0,
					},
					["ManaGainedFrom"] = {
						["Gpt"] = {
							["Details"] = {
								["智者审判"] = {
									["count"] = 738,
								},
								["恢复"] = {
									["count"] = 198,
								},
								["神圣恳求"] = {
									["count"] = 1132,
								},
							},
							["amount"] = 2068,
						},
					},
					["DamagedWho"] = {
						["激动的兽人灵魂"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["奥金尼灵魂祭司"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["清算之手"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["奥金尼守备官"] = {
							["Details"] = {
								["驱邪术"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["老迈的裂蹄牛"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 481,
								},
								["命令圣印"] = {
									["count"] = 1026,
								},
								["清算之手"] = {
									["count"] = 872,
								},
								["驱邪术"] = {
									["count"] = 1747,
								},
								["惩戒光环"] = {
									["count"] = 124,
								},
								["愤怒之锤"] = {
									["count"] = 2510,
								},
								["肉搏"] = {
									["count"] = 1424,
								},
							},
							["amount"] = 8184,
						},
						["黑暗的灵魂"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["愤怒之锤"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["奥金尼僧侣"] = {
							["Details"] = {
								["十字军打击"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["无息的巡视者"] = {
							["Details"] = {
								["命令圣印"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["OverHeals"] = {
						["圣光审判"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 185,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 185,
								},
							},
							["count"] = 1,
							["amount"] = 185,
						},
						["神圣风暴"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["WhoDamaged"] = {
						["激动的兽人灵魂"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["奥金尼守备官"] = {
							["Details"] = {
								["暗影守卫"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑暗的灵魂"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["奥金尼僧侣"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["老迈的裂蹄牛"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 160,
								},
							},
							["amount"] = 160,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["RageGained"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
						["Gpt"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Dispelled"] = 0,
					["WhoHealed"] = {
						["Gpt"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["PartialResist"] = {
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
								["25%抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["暗影守卫"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["CCBreak"] = 0,
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["EnergyGain"] = 0,
					["ManaGained"] = {
						["智者审判"] = {
							["Details"] = {
								["Gpt"] = {
									["count"] = 738,
								},
							},
							["amount"] = 738,
						},
						["恢复"] = {
							["Details"] = {
								["Gpt"] = {
									["count"] = 198,
								},
							},
							["amount"] = 198,
						},
						["神圣恳求"] = {
							["Details"] = {
								["Gpt"] = {
									["count"] = 1132,
								},
							},
							["amount"] = 1132,
						},
					},
					["ElementTakenAbsorb"] = {
					},
					["ActiveTime"] = 9.910000000000002,
					["Overhealing"] = 185,
					["ElementTakenResist"] = {
						["Melee"] = 0,
					},
					["InterruptData"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
						["激动的兽人灵魂"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["奥金尼灵魂祭司"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["清算之手"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["奥金尼守备官"] = {
							["Details"] = {
								["驱邪术"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["老迈的裂蹄牛"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 1.31,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["清算之手"] = {
									["count"] = 3.5,
								},
								["驱邪术"] = {
									["count"] = 0.06,
								},
								["惩戒光环"] = {
									["count"] = 1.08,
								},
								["愤怒之锤"] = {
									["count"] = 0.55,
								},
								["肉搏"] = {
									["count"] = 3.41,
								},
							},
							["amount"] = 9.910000000000002,
						},
						["黑暗的灵魂"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["愤怒之锤"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Gpt"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["奥金尼僧侣"] = {
							["Details"] = {
								["十字军打击"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["无息的巡视者"] = {
							["Details"] = {
								["命令圣印"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Heals"] = {
						["圣光审判"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["神圣风暴"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["PartialAbsorb"] = {
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["暗影守卫"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["EnergyGained"] = {
					},
					["HealedWho"] = {
						["Gpt"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Healing"] = 0,
					["CCBroken"] = {
					},
					["RunicPowerGained"] = {
					},
					["Attacks"] = {
						["命令审判"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 481,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 481,
								},
							},
							["count"] = 1,
							["amount"] = 481,
						},
						["清算之手"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 872,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 872,
								},
							},
							["count"] = 1,
							["amount"] = 872,
						},
						["驱邪术"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 1747,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 1747,
								},
							},
							["count"] = 1,
							["amount"] = 1747,
						},
						["惩戒光环"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 124,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 124,
								},
							},
							["count"] = 1,
							["amount"] = 124,
						},
						["十字军打击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["命令圣印"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 520,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 520,
								},
								["Hit"] = {
									["max"] = 254,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 506,
								},
							},
							["count"] = 3,
							["amount"] = 1026,
						},
						["愤怒之锤"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 2510,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 2510,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 2510,
						},
						["正义复仇 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["神圣风暴"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["奉献 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 924,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 924,
								},
								["Hit"] = {
									["max"] = 500,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 500,
								},
							},
							["count"] = 2,
							["amount"] = 1424,
						},
					},
					["HealingTaken"] = 0,
					["ElementHitsDone"] = {
						["Holy"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 6,
								},
								["Crit"] = {
									["count"] = 2,
								},
								["Tick"] = {
									["count"] = 0,
								},
							},
							["amount"] = 8,
						},
						["Melee"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 2,
						},
						["Physical"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["TimeDamage"] = 9.910000000000002,
					["TimeDamaging"] = {
						["激动的兽人灵魂"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["奥金尼灵魂祭司"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["清算之手"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["奥金尼守备官"] = {
							["Details"] = {
								["驱邪术"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["老迈的裂蹄牛"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 1.31,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["清算之手"] = {
									["count"] = 3.5,
								},
								["驱邪术"] = {
									["count"] = 0.06,
								},
								["惩戒光环"] = {
									["count"] = 1.08,
								},
								["愤怒之锤"] = {
									["count"] = 0.55,
								},
								["肉搏"] = {
									["count"] = 3.41,
								},
							},
							["amount"] = 9.910000000000002,
						},
						["黑暗的灵魂"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["十字军打击"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["愤怒之锤"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["奥金尼僧侣"] = {
							["Details"] = {
								["十字军打击"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["无息的巡视者"] = {
							["Details"] = {
								["命令圣印"] = {
									["count"] = 0,
								},
								["神圣风暴"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["RunicPowerGain"] = 0,
					["Damage"] = 8184,
					["DispelledWho"] = {
					},
				},
			},
			["NextEventNum"] = 19,
			["LastEventHealthNum"] = {
				96.00301659125189, -- [1]
				97.99612152553328, -- [2]
				100, -- [3]
				100, -- [4]
				100, -- [5]
				100, -- [6]
				100, -- [7]
				100, -- [8]
				100, -- [9]
				100, -- [10]
				100, -- [11]
				100, -- [12]
				100, -- [13]
				100, -- [14]
				100, -- [15]
				100, -- [16]
				96.76793794440853, -- [17]
				96.76793794440853, -- [18]
				100, -- [19]
				100, -- [20]
				100, -- [21]
				98.27623357035122, -- [22]
				100, -- [23]
				100, -- [24]
				100, -- [25]
				100, -- [26]
				100, -- [27]
				100, -- [28]
				98.49170437405732, -- [29]
				98.49170437405732, -- [30]
				98.49170437405732, -- [31]
				98.49170437405732, -- [32]
				98.49170437405732, -- [33]
				98.49170437405732, -- [34]
				98.49170437405732, -- [35]
				98.49170437405732, -- [36]
				98.49170437405732, -- [37]
				100, -- [38]
				100, -- [39]
				100, -- [40]
				100, -- [41]
				100, -- [42]
				100, -- [43]
				100, -- [44]
				100, -- [45]
				100, -- [46]
				100, -- [47]
				100, -- [48]
				100, -- [49]
				96.00301659125189, -- [50]
			},
			["LastEvents"] = {
				"Gpt 命令圣印 山丘戈隆 Hit -321 (Holy)", -- [1]
				"Gpt 圣光审判 Gpt Tick +185", -- [2]
				"Gpt 神圣风暴 Gpt Tick +455 (269过量治疗)", -- [3]
				"Gpt 肉搏 山丘戈隆 Hit -736 (Physical)", -- [4]
				"Gpt 命令圣印 山丘戈隆 Hit -304 (Holy)", -- [5]
				"山丘戈隆 肉搏 Gpt Absorb (333 被吸收)", -- [6]
				"Gpt 正义复仇 (伤害/跳) 山丘戈隆 Tick -136 (Holy)", -- [7]
				"Gpt 十字军打击 山丘戈隆 Crit -1450 (Physical)", -- [8]
				"Gpt 命令圣印 山丘戈隆 Hit -321 (Holy)", -- [9]
				"山丘戈隆 肉搏 Gpt Absorb (340 被吸收)", -- [10]
				"Gpt 肉搏 山丘戈隆 Hit -761 (Physical)", -- [11]
				"Gpt 命令圣印 山丘戈隆 Hit -333 (Holy)", -- [12]
				"Gpt 圣光审判 Gpt Tick +185 (185过量治疗)", -- [13]
				"Gpt 正义复仇 (伤害/跳) 山丘戈隆 Tick -210 (Holy)", -- [14]
				"山丘戈隆 肉搏 Gpt Hit -300 (Physical)", -- [15]
				"Gpt 惩戒光环 山丘戈隆 Hit -158 (Holy)", -- [16]
				"Gpt 奉献 (伤害/跳) 山丘戈隆 Tick -231 (Holy)", -- [17]
				"Gpt 愤怒之锤 山丘戈隆 Crit -3232 (Holy)", -- [18]
				"Gpt 驱邪术 老迈的裂蹄牛 Hit -1747 (Holy)", -- [19]
				"老迈的裂蹄牛 肉搏 Gpt Hit -160 (Physical)", -- [20]
				"Gpt 惩戒光环 老迈的裂蹄牛 Hit -124 (Holy)", -- [21]
				"Gpt 愤怒之锤 老迈的裂蹄牛 Crit -2510 (Holy)", -- [22]
				"Gpt 清算之手 大型风鹏 Hit -872 (Holy)", -- [23]
				"Gpt 命令审判 大型风鹏 Crit -978 (Holy)", -- [24]
				"Gpt 命令圣印 大型风鹏 Hit -258 (Holy)", -- [25]
				"Gpt 圣光审判 Gpt Tick +185 (185过量治疗)", -- [26]
				"大型风鹏 肉搏 Gpt Hit -140 (Physical)", -- [27]
				"Gpt 惩戒光环 大型风鹏 Hit -119 (Holy)", -- [28]
				"Gpt 肉搏 大型风鹏 Hit -404 (Physical)", -- [29]
				"Gpt 驱邪术 大型风鹏 Hit -1652 (Holy)", -- [30]
				"Gpt 正义复仇 (伤害/跳) 大型风鹏 Tick -73 (Holy)", -- [31]
				"大型风鹏 肉搏 Gpt Parry", -- [32]
				"Gpt 肉搏 大型风鹏 Crit -856 (Physical)", -- [33]
				"Gpt 命令圣印 大型风鹏 Hit -215 (Holy)", -- [34]
				"Gpt 十字军打击 大型风鹏 Hit -438 (Physical)", -- [35]
				"Gpt 命令圣印 大型风鹏 Hit -222 (Holy)", -- [36]
				"Gpt 正义复仇 (伤害/跳) 大型风鹏 Tick -73 (Holy)", -- [37]
				"Gpt 清算之手 山丘戈隆 Hit -898 (Holy)", -- [38]
				"Gpt 命令审判 山丘戈隆 Hit -501 (Holy)", -- [39]
				"Gpt 命令圣印 山丘戈隆 Crit -478 (Holy)", -- [40]
				"Gpt 圣光审判 Gpt Tick +185 (185过量治疗)", -- [41]
				"山丘戈隆 肉搏 Gpt Dodge", -- [42]
				"Gpt 肉搏 山丘戈隆 Crit -1032 (Physical)", -- [43]
				"Gpt 命令圣印 山丘戈隆 Hit -257 (Holy)", -- [44]
				"山丘戈隆 肉搏 Gpt Miss", -- [45]
				"Gpt 肉搏 山丘戈隆 Crit -1030 (Physical)", -- [46]
				"Gpt 驱邪术 山丘戈隆 Hit -1826 (Holy)", -- [47]
				"山丘戈隆 肉搏 Gpt Hit -371 (Physical)", -- [48]
				"Gpt 惩戒光环 山丘戈隆 Hit -132 (Holy)", -- [49]
				"Gpt 神圣风暴 山丘戈隆 Crit -1822 (Physical)", -- [50]
			},
			["Name"] = "Gpt",
			["TimeLast"] = {
				["TimeHeal"] = 1716812804,
				["OVERALL"] = 1716812821,
				["DamageTaken"] = 1716812809,
				["Healing"] = 1716812804,
				["TimeDamage"] = 1716812811,
				["HealingTaken"] = 1716812804,
				["HOT_Time"] = 1716812808,
				["ActiveTime"] = 1716812811,
				["Overhealing"] = 1716812808,
				["ManaGain"] = 1716812821,
				["DOT_Time"] = 1716812810,
				["Damage"] = 1716812811,
			},
			["LastEventIncoming"] = {
				false, -- [1]
				true, -- [2]
				true, -- [3]
				false, -- [4]
				false, -- [5]
				true, -- [6]
				false, -- [7]
				false, -- [8]
				false, -- [9]
				true, -- [10]
				false, -- [11]
				false, -- [12]
				true, -- [13]
				false, -- [14]
				true, -- [15]
				false, -- [16]
				false, -- [17]
				false, -- [18]
				false, -- [19]
				true, -- [20]
				false, -- [21]
				false, -- [22]
				false, -- [23]
				false, -- [24]
				false, -- [25]
				true, -- [26]
				true, -- [27]
				false, -- [28]
				false, -- [29]
				false, -- [30]
				false, -- [31]
				true, -- [32]
				false, -- [33]
				false, -- [34]
				false, -- [35]
				false, -- [36]
				false, -- [37]
				false, -- [38]
				false, -- [39]
				false, -- [40]
				true, -- [41]
				true, -- [42]
				false, -- [43]
				false, -- [44]
				true, -- [45]
				false, -- [46]
				false, -- [47]
				true, -- [48]
				false, -- [49]
				false, -- [50]
			},
			["LastDamageTaken"] = 300,
			["LastEventTimes"] = {
				2736503.306, -- [1]
				2736503.307, -- [2]
				2736503.308, -- [3]
				2736504.459, -- [4]
				2736504.46, -- [5]
				2736504.56, -- [6]
				2736505.687, -- [7]
				2736506.328, -- [8]
				2736506.329, -- [9]
				2736506.561, -- [10]
				2736507.319, -- [11]
				2736507.32, -- [12]
				2736507.321, -- [13]
				2736508.554, -- [14]
				2736508.556, -- [15]
				2736508.556, -- [16]
				2736508.937, -- [17]
				2736509.708, -- [18]
				2736351.728, -- [19]
				2736352.804, -- [20]
				2736352.804, -- [21]
				2736353.353, -- [22]
				2736423.765, -- [23]
				2736425.245, -- [24]
				2736425.248, -- [25]
				2736425.249, -- [26]
				2736425.345, -- [27]
				2736425.345, -- [28]
				2736425.347, -- [29]
				2736426.774, -- [30]
				2736427.351, -- [31]
				2736427.351, -- [32]
				2736427.953, -- [33]
				2736427.954, -- [34]
				2736428.384, -- [35]
				2736428.384, -- [36]
				2736429.294, -- [37]
				2736496.817, -- [38]
				2736498.447, -- [39]
				2736498.449, -- [40]
				2736498.45, -- [41]
				2736498.552, -- [42]
				2736498.584, -- [43]
				2736498.596, -- [44]
				2736500.559, -- [45]
				2736501.496, -- [46]
				2736501.683, -- [47]
				2736502.564, -- [48]
				2736502.564, -- [49]
				2736503.305, -- [50]
			},
			["LastAbility"] = 2766760.309,
		},
		["Water Elemental"] = {
			["GUID"] = "0xF130011390000098",
			["LastEventHealth"] = {
				"???", -- [1]
				"???", -- [2]
				"???", -- [3]
				"???", -- [4]
				"???", -- [5]
				"???", -- [6]
				"???", -- [7]
				"???", -- [8]
				"???", -- [9]
				"???", -- [10]
				"???", -- [11]
				"???", -- [12]
				"???", -- [13]
				"???", -- [14]
				"???", -- [15]
				"???", -- [16]
				"???", -- [17]
				"???", -- [18]
				"???", -- [19]
				"???", -- [20]
				"???", -- [21]
				"???", -- [22]
				"???", -- [23]
				"???", -- [24]
				"???", -- [25]
				"???", -- [26]
				"???", -- [27]
				"???", -- [28]
				"???", -- [29]
				"???", -- [30]
				"???", -- [31]
				"???", -- [32]
				"???", -- [33]
				"???", -- [34]
				"???", -- [35]
				"???", -- [36]
				"???", -- [37]
			},
			["LastEventType"] = {
				"HEAL", -- [1]
				"HEAL", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"DAMAGE", -- [6]
				"HEAL", -- [7]
				"DAMAGE", -- [8]
				"DAMAGE", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"HEAL", -- [14]
				"HEAL", -- [15]
				"DAMAGE", -- [16]
				"HEAL", -- [17]
				"DAMAGE", -- [18]
				"DAMAGE", -- [19]
				"HEAL", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"DAMAGE", -- [23]
				"DAMAGE", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"DAMAGE", -- [27]
				"HEAL", -- [28]
				"HEAL", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"DAMAGE", -- [34]
				"DAMAGE", -- [35]
				"HEAL", -- [36]
				"DAMAGE", -- [37]
			},
			["TimeWindows"] = {
				["ActiveTime"] = {
					64.07000000000001, -- [1]
				},
				["ManaGain"] = {
					651, -- [1]
				},
				["TimeDamage"] = {
					64.07000000000001, -- [1]
				},
				["Damage"] = {
					13526, -- [1]
				},
			},
			["enClass"] = "Grouped",
			["level"] = 1,
			["LastFightIn"] = 9,
			["type"] = "Ungrouped",
			["FightsSaved"] = 5,
			["LastActive"] = 1716791229,
			["Owner"] = false,
			["UnitLockout"] = 1716791228,
			["NextEventNum"] = 38,
			["LastEventHealthNum"] = {
				0, -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				0, -- [7]
				0, -- [8]
				0, -- [9]
				0, -- [10]
				0, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				0, -- [16]
				0, -- [17]
				0, -- [18]
				0, -- [19]
				0, -- [20]
				0, -- [21]
				0, -- [22]
				0, -- [23]
				0, -- [24]
				0, -- [25]
				0, -- [26]
				0, -- [27]
				0, -- [28]
				0, -- [29]
				0, -- [30]
				0, -- [31]
				0, -- [32]
				0, -- [33]
				0, -- [34]
				0, -- [35]
				0, -- [36]
				0, -- [37]
			},
			["LastEvents"] = {
				"Gpt 神圣风暴 Water Elemental Tick +96 (96过量治疗)", -- [1]
				"Gpt 神圣风暴 Water Elemental Tick +96 (96过量治疗)", -- [2]
				"Water Elemental 水箭 奥金尼守备官 Hit -626 (Frost)", -- [3]
				"Water Elemental 水箭 奥金尼灵魂祭司 Hit -699 (Frost)", -- [4]
				"Water Elemental 水箭 奥金尼灵魂祭司 Hit -692 (Frost)", -- [5]
				"Water Elemental 水箭 奥金尼灵魂祭司 Crit -894 (Frost)", -- [6]
				"Gpt 圣光审判 Water Elemental Tick +146 (146过量治疗)", -- [7]
				"Water Elemental 冰冻术 无息的巡视者 Crit -180 (Frost)", -- [8]
				"Water Elemental 冰冻术 奥金尼守备官 Hit -130 (Frost)", -- [9]
				"Water Elemental 水箭 奥金尼守备官 Hit -615 (Frost)", -- [10]
				"Water Elemental 水箭 奥金尼灵魂祭司 Hit -570 (Frost)", -- [11]
				"Water Elemental 冰冻术 无息的巡视者 Crit -196 (Frost)", -- [12]
				"Water Elemental 水箭 奥金尼守备官 Hit -672 (Frost)", -- [13]
				"Gpt 神圣风暴 Water Elemental Tick +70 (70过量治疗)", -- [14]
				"Gpt 神圣风暴 Water Elemental Tick +69 (69过量治疗)", -- [15]
				"Water Elemental 水箭 奥金尼灵魂祭司 Crit -846 (Frost)", -- [16]
				"Gpt 圣光审判 Water Elemental Tick +146 (146过量治疗)", -- [17]
				"Water Elemental 水箭 奥金尼灵魂祭司 Hit -599 (Frost)", -- [18]
				"Water Elemental 水箭 奥金尼僧侣 Hit -575 (Frost)", -- [19]
				"Gpt 神圣风暴 Water Elemental Tick +164 (164过量治疗)", -- [20]
				"Water Elemental 水箭 奥金尼僧侣 Hit -676 (Frost)", -- [21]
				"Water Elemental 冰冻术 无息的士兵 Hit -131 (Frost)", -- [22]
				"Water Elemental 冰冻术 相位士兵 Hit -127 (Frost)", -- [23]
				"Water Elemental 冰冻术 奥金尼僧侣 Hit -126 (Frost)", -- [24]
				"Water Elemental 冰冻术 奥金尼僧侣 Hit -125 (Frost)", -- [25]
				"Water Elemental 水箭 奥金尼僧侣 Crit -1024 (Frost)", -- [26]
				"Water Elemental 水箭 被激怒的骷髅 Hit -571 (Frost)", -- [27]
				"Gpt 神圣风暴 Water Elemental Tick +134 (134过量治疗)", -- [28]
				"Gpt 神圣风暴 Water Elemental Tick +71 (71过量治疗)", -- [29]
				"Water Elemental 水箭 奥金尼通灵师 Hit -607 (Frost)", -- [30]
				"Water Elemental 冰冻术 奥金尼通灵师 Hit -131 (Frost)", -- [31]
				"Water Elemental 冰冻术 复生的白骨 Hit -121 (Frost)", -- [32]
				"Water Elemental 冰冻术 复生的白骨 Hit -125 (Frost)", -- [33]
				"Water Elemental 水箭 奥金尼通灵师 Hit -702 (Frost)", -- [34]
				"Water Elemental 水箭 奥金尼通灵师 Crit -1110 (Frost)", -- [35]
				"Gpt 神圣风暴 Water Elemental Tick +70 (70过量治疗)", -- [36]
				"Water Elemental 水箭 复生的白骨 Hit -656 (Frost)", -- [37]
			},
			["Name"] = "Water Elemental",
			["Fights"] = {
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["HOTs"] = {
					},
					["ManaGain"] = 0,
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialAbsorb"] = {
					},
					["RageGain"] = 0,
					["FAttacks"] = {
					},
					["PartialBlock"] = {
					},
					["ElementDone"] = {
					},
					["CCBroken"] = {
					},
					["ElementHitsDone"] = {
					},
					["Dispelled"] = 0,
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["FDamagedWho"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["RageGained"] = {
					},
					["ActiveTime"] = 0,
					["CCBreak"] = 0,
					["EnergyGain"] = 0,
					["WhoHealed"] = {
					},
					["PartialResist"] = {
					},
					["ManaGained"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["ElementTakenResist"] = {
					},
					["InterruptData"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
					},
					["Heals"] = {
					},
					["FDamage"] = 0,
					["EnergyGained"] = {
					},
					["HealedWho"] = {
					},
					["Healing"] = 0,
					["RunicPowerGained"] = {
					},
					["ManaGainedFrom"] = {
					},
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["DamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["HOTs"] = {
					},
					["ManaGain"] = 0,
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialAbsorb"] = {
					},
					["RageGain"] = 0,
					["FAttacks"] = {
					},
					["PartialBlock"] = {
					},
					["ElementDone"] = {
					},
					["CCBroken"] = {
					},
					["ElementHitsDone"] = {
					},
					["Dispelled"] = 0,
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["FDamagedWho"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["RageGained"] = {
					},
					["ActiveTime"] = 0,
					["CCBreak"] = 0,
					["EnergyGain"] = 0,
					["WhoHealed"] = {
					},
					["PartialResist"] = {
					},
					["ManaGained"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["ElementTakenResist"] = {
					},
					["InterruptData"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
					},
					["Heals"] = {
					},
					["FDamage"] = 0,
					["EnergyGained"] = {
					},
					["HealedWho"] = {
					},
					["Healing"] = 0,
					["RunicPowerGained"] = {
					},
					["ManaGainedFrom"] = {
					},
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["DamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["Attacks"] = {
						["冰冻术"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 196,
									["min"] = 180,
									["count"] = 2,
									["amount"] = 376,
								},
								["Hit"] = {
									["max"] = 131,
									["min"] = 121,
									["count"] = 8,
									["amount"] = 1016,
								},
							},
							["count"] = 10,
							["amount"] = 1392,
						},
						["水箭"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1110,
									["min"] = 846,
									["count"] = 4,
									["amount"] = 3874,
								},
								["Hit"] = {
									["max"] = 702,
									["min"] = 570,
									["count"] = 13,
									["amount"] = 8260,
								},
							},
							["count"] = 17,
							["amount"] = 12134,
						},
					},
					["TimeSpent"] = {
						["相位士兵"] = {
							["Details"] = {
								["冰冻术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["无息的士兵"] = {
							["Details"] = {
								["冰冻术"] = {
									["count"] = 2.07,
								},
							},
							["amount"] = 2.07,
						},
						["奥金尼通灵师"] = {
							["Details"] = {
								["冰冻术"] = {
									["count"] = 3.5,
								},
								["水箭"] = {
									["count"] = 9.58,
								},
							},
							["amount"] = 13.08,
						},
						["复生的白骨"] = {
							["Details"] = {
								["冰冻术"] = {
									["count"] = 0,
								},
								["水箭"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 3.5,
						},
						["奥金尼守备官"] = {
							["Details"] = {
								["冰冻术"] = {
									["count"] = 0,
								},
								["水箭"] = {
									["count"] = 10.5,
								},
							},
							["amount"] = 10.5,
						},
						["被激怒的骷髅"] = {
							["Details"] = {
								["水箭"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 3.5,
						},
						["奥金尼灵魂祭司"] = {
							["Details"] = {
								["水箭"] = {
									["count"] = 19.96,
								},
							},
							["amount"] = 19.96,
						},
						["奥金尼僧侣"] = {
							["Details"] = {
								["冰冻术"] = {
									["count"] = 0,
								},
								["水箭"] = {
									["count"] = 6.34,
								},
							},
							["amount"] = 6.34,
						},
						["无息的巡视者"] = {
							["Details"] = {
								["冰冻术"] = {
									["count"] = 5.12,
								},
							},
							["amount"] = 5.12,
						},
					},
					["ManaGainedFrom"] = {
						["Gpt"] = {
							["Details"] = {
								["恢复"] = {
									["count"] = 651,
								},
							},
							["amount"] = 651,
						},
					},
					["ActiveTime"] = 64.07000000000001,
					["ElementDone"] = {
						["Frost"] = 13526,
					},
					["ManaGained"] = {
						["恢复"] = {
							["Details"] = {
								["Gpt"] = {
									["count"] = 651,
								},
							},
							["amount"] = 651,
						},
					},
					["DamagedWho"] = {
						["相位士兵"] = {
							["Details"] = {
								["冰冻术"] = {
									["count"] = 127,
								},
							},
							["amount"] = 127,
						},
						["无息的士兵"] = {
							["Details"] = {
								["冰冻术"] = {
									["count"] = 131,
								},
							},
							["amount"] = 131,
						},
						["奥金尼通灵师"] = {
							["Details"] = {
								["冰冻术"] = {
									["count"] = 131,
								},
								["水箭"] = {
									["count"] = 2419,
								},
							},
							["amount"] = 2550,
						},
						["复生的白骨"] = {
							["Details"] = {
								["冰冻术"] = {
									["count"] = 246,
								},
								["水箭"] = {
									["count"] = 656,
								},
							},
							["amount"] = 902,
						},
						["奥金尼守备官"] = {
							["Details"] = {
								["冰冻术"] = {
									["count"] = 130,
								},
								["水箭"] = {
									["count"] = 1913,
								},
							},
							["amount"] = 2043,
						},
						["被激怒的骷髅"] = {
							["Details"] = {
								["水箭"] = {
									["count"] = 571,
								},
							},
							["amount"] = 571,
						},
						["奥金尼灵魂祭司"] = {
							["Details"] = {
								["水箭"] = {
									["count"] = 4300,
								},
							},
							["amount"] = 4300,
						},
						["奥金尼僧侣"] = {
							["Details"] = {
								["冰冻术"] = {
									["count"] = 251,
								},
								["水箭"] = {
									["count"] = 2275,
								},
							},
							["amount"] = 2526,
						},
						["无息的巡视者"] = {
							["Details"] = {
								["冰冻术"] = {
									["count"] = 376,
								},
							},
							["amount"] = 376,
						},
					},
					["TimeDamage"] = 64.07000000000001,
					["TimeDamaging"] = {
						["相位士兵"] = {
							["Details"] = {
								["冰冻术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["无息的士兵"] = {
							["Details"] = {
								["冰冻术"] = {
									["count"] = 2.07,
								},
							},
							["amount"] = 2.07,
						},
						["奥金尼通灵师"] = {
							["Details"] = {
								["冰冻术"] = {
									["count"] = 3.5,
								},
								["水箭"] = {
									["count"] = 9.58,
								},
							},
							["amount"] = 13.08,
						},
						["复生的白骨"] = {
							["Details"] = {
								["冰冻术"] = {
									["count"] = 0,
								},
								["水箭"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 3.5,
						},
						["奥金尼守备官"] = {
							["Details"] = {
								["冰冻术"] = {
									["count"] = 0,
								},
								["水箭"] = {
									["count"] = 10.5,
								},
							},
							["amount"] = 10.5,
						},
						["被激怒的骷髅"] = {
							["Details"] = {
								["水箭"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 3.5,
						},
						["奥金尼灵魂祭司"] = {
							["Details"] = {
								["水箭"] = {
									["count"] = 19.96,
								},
							},
							["amount"] = 19.96,
						},
						["奥金尼僧侣"] = {
							["Details"] = {
								["冰冻术"] = {
									["count"] = 0,
								},
								["水箭"] = {
									["count"] = 6.34,
								},
							},
							["amount"] = 6.34,
						},
						["无息的巡视者"] = {
							["Details"] = {
								["冰冻术"] = {
									["count"] = 5.12,
								},
							},
							["amount"] = 5.12,
						},
					},
					["ManaGain"] = 651,
					["ElementHitsDone"] = {
						["Frost"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 6,
								},
								["Hit"] = {
									["count"] = 21,
								},
							},
							["amount"] = 27,
						},
					},
					["Damage"] = 13526,
				},
			},
			["TimeLast"] = {
				["ActiveTime"] = 1716791228,
				["OVERALL"] = 1716791229,
				["ManaGain"] = 1716791229,
				["TimeDamage"] = 1716791228,
				["Damage"] = 1716791228,
			},
			["LastEventIncoming"] = {
				true, -- [1]
				true, -- [2]
				false, -- [3]
				false, -- [4]
				false, -- [5]
				false, -- [6]
				true, -- [7]
				false, -- [8]
				false, -- [9]
				false, -- [10]
				false, -- [11]
				false, -- [12]
				false, -- [13]
				true, -- [14]
				true, -- [15]
				false, -- [16]
				true, -- [17]
				false, -- [18]
				false, -- [19]
				true, -- [20]
				false, -- [21]
				false, -- [22]
				false, -- [23]
				false, -- [24]
				false, -- [25]
				false, -- [26]
				false, -- [27]
				true, -- [28]
				true, -- [29]
				false, -- [30]
				false, -- [31]
				false, -- [32]
				false, -- [33]
				false, -- [34]
				false, -- [35]
				true, -- [36]
				false, -- [37]
			},
			["LastEventTimes"] = {
				2714504.93, -- [1]
				2714504.932, -- [2]
				2714506.979, -- [3]
				2714515.059, -- [4]
				2714519.982, -- [5]
				2714526.024, -- [6]
				2714526.024, -- [7]
				2714527.646, -- [8]
				2714527.646, -- [9]
				2714538.252, -- [10]
				2714545.316, -- [11]
				2714656.582, -- [12]
				2714669.171, -- [13]
				2714669.342, -- [14]
				2714669.349, -- [15]
				2714685.604, -- [16]
				2714685.618, -- [17]
				2714688.068, -- [18]
				2714690.816, -- [19]
				2714780.923, -- [20]
				2714783.183, -- [21]
				2714785.253, -- [22]
				2714785.253, -- [23]
				2714785.254, -- [24]
				2714785.254, -- [25]
				2714785.345, -- [26]
				2714805.85, -- [27]
				2714886.658, -- [28]
				2714886.661, -- [29]
				2714894.355, -- [30]
				2714906.835, -- [31]
				2714906.836, -- [32]
				2714906.839, -- [33]
				2714916.919, -- [34]
				2714919.502, -- [35]
				2714920.775, -- [36]
				2714927.151, -- [37]
			},
			["LastAbility"] = 2766760.309,
		},
		["大主教玛拉达尔"] = {
			["GUID"] = "0xF1300047C5000055",
			["LastEventHealth"] = {
				"30191 (36%)", -- [1]
				"30191 (36%)", -- [2]
				"29868 (35%)", -- [3]
				"29868 (35%)", -- [4]
				"29387 (35%)", -- [5]
				"28854 (34%)", -- [6]
				"27066 (32%)", -- [7]
				"26913 (32%)", -- [8]
				"24807 (29%)", -- [9]
				"24807 (29%)", -- [10]
				"24807 (29%)", -- [11]
				"24807 (29%)", -- [12]
				"24344 (29%)", -- [13]
				"22969 (27%)", -- [14]
				"21577 (25%)", -- [15]
				"20440 (24%)", -- [16]
				"20440 (24%)", -- [17]
				"18324 (21%)", -- [18]
				"18032 (21%)", -- [19]
				"14776 (17%)", -- [20]
				"14776 (17%)", -- [21]
				"12932 (15%)", -- [22]
				"12589 (15%)", -- [23]
				"12436 (14%)", -- [24]
				"12315 (14%)", -- [25]
				"12315 (14%)", -- [26]
				"9166 (10%)", -- [27]
				"9166 (10%)", -- [28]
				"6619 (7%)", -- [29]
				"6193 (7%)", -- [30]
				"4147 (4%)", -- [31]
				"4147 (4%)", -- [32]
				"3673 (4%)", -- [33]
				"1561 (1%)", -- [34]
				"1 (0%)", -- [35]
				"0 (0%)", -- [36]
				"38868 (46%)", -- [37]
				"36643 (43%)", -- [38]
				"36643 (43%)", -- [39]
				"36320 (43%)", -- [40]
				"36320 (43%)", -- [41]
				"35164 (42%)", -- [42]
				"34821 (41%)", -- [43]
				"34668 (41%)", -- [44]
				"34668 (41%)", -- [45]
				"33713 (40%)", -- [46]
				"33713 (40%)", -- [47]
				"32497 (38%)", -- [48]
				"32376 (38%)", -- [49]
				"31367 (37%)", -- [50]
			},
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"DAMAGE", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"DAMAGE", -- [18]
				"DAMAGE", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"DAMAGE", -- [23]
				"DAMAGE", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"DAMAGE", -- [27]
				"DAMAGE", -- [28]
				"DAMAGE", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"DAMAGE", -- [34]
				"DAMAGE", -- [35]
				"MISC", -- [36]
				"DAMAGE", -- [37]
				"DAMAGE", -- [38]
				"DAMAGE", -- [39]
				"DAMAGE", -- [40]
				"DAMAGE", -- [41]
				"DAMAGE", -- [42]
				"DAMAGE", -- [43]
				"DAMAGE", -- [44]
				"DAMAGE", -- [45]
				"DAMAGE", -- [46]
				"DAMAGE", -- [47]
				"DAMAGE", -- [48]
				"DAMAGE", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["DeathCount"] = {
					1, -- [1]
				},
				["ActiveTime"] = {
					17.86, -- [1]
				},
				["TimeDamage"] = {
					17.86, -- [1]
				},
				["DamageTaken"] = {
					85064, -- [1]
				},
				["Damage"] = {
					2381, -- [1]
				},
			},
			["enClass"] = "MOB",
			["unit"] = "party3target",
			["LastActive"] = 1716791265,
			["UnitLockout"] = 1716791265,
			["Fights"] = {
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["HOTs"] = {
					},
					["ManaGain"] = 0,
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialAbsorb"] = {
					},
					["RageGain"] = 0,
					["FAttacks"] = {
					},
					["PartialBlock"] = {
					},
					["ElementDone"] = {
					},
					["CCBroken"] = {
					},
					["ElementHitsDone"] = {
					},
					["Dispelled"] = 0,
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["FDamagedWho"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["RageGained"] = {
					},
					["ActiveTime"] = 0,
					["CCBreak"] = 0,
					["EnergyGain"] = 0,
					["WhoHealed"] = {
					},
					["PartialResist"] = {
					},
					["ManaGained"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["ElementTakenResist"] = {
					},
					["InterruptData"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
					},
					["Heals"] = {
					},
					["FDamage"] = 0,
					["EnergyGained"] = {
					},
					["HealedWho"] = {
					},
					["Healing"] = 0,
					["RunicPowerGained"] = {
					},
					["ManaGainedFrom"] = {
					},
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["DamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["HOTs"] = {
					},
					["ManaGain"] = 0,
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialAbsorb"] = {
					},
					["RageGain"] = 0,
					["FAttacks"] = {
					},
					["PartialBlock"] = {
					},
					["ElementDone"] = {
					},
					["CCBroken"] = {
					},
					["ElementHitsDone"] = {
					},
					["Dispelled"] = 0,
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["FDamagedWho"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["RageGained"] = {
					},
					["ActiveTime"] = 0,
					["CCBreak"] = 0,
					["EnergyGain"] = 0,
					["WhoHealed"] = {
					},
					["PartialResist"] = {
					},
					["ManaGained"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["ElementTakenResist"] = {
					},
					["InterruptData"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
					},
					["Heals"] = {
					},
					["FDamage"] = 0,
					["EnergyGained"] = {
					},
					["HealedWho"] = {
					},
					["Healing"] = 0,
					["RunicPowerGained"] = {
					},
					["ManaGainedFrom"] = {
					},
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["DamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["ElementDoneBlock"] = {
						["Melee"] = 478,
					},
					["PartialBlock"] = {
						["肉搏"] = {
							["Details"] = {
								["被格挡"] = {
									["max"] = 33,
									["min"] = 33,
									["count"] = 1,
									["amount"] = 33,
								},
							},
							["count"] = 1,
							["amount"] = 33,
						},
					},
					["TimeSpent"] = {
						["Harutt"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 13.65,
								},
								["灵魂尖啸"] = {
									["count"] = 0,
								},
							},
							["amount"] = 13.65,
						},
						["Gpt"] = {
							["Details"] = {
								["灵魂尖啸"] = {
									["count"] = 0.71,
								},
							},
							["amount"] = 0.71,
						},
						["Nittlebur"] = {
							["Details"] = {
								["灵魂缎带"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 3.5,
						},
					},
					["DamageTaken"] = 85064,
					["ElementDoneAbsorb"] = {
						["Melee"] = 261,
						["Shadow"] = 786,
					},
					["PartialResist"] = {
						["熔岩护甲"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["伤害护盾"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["毁灭打击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 9,
							["amount"] = 0,
						},
						["命令圣印"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 0,
								},
							},
							["count"] = 10,
							["amount"] = 0,
						},
						["神圣风暴"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["霜寒刺骨"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["命令审判"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["冰霜新星"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["惩戒光环"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["复仇"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["荆棘术"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["炎爆术"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["炎爆术 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["割碎"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["奉献 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 8,
							["amount"] = 0,
						},
						["裂伤（豹）"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["正义复仇 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 7,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 31,
									["amount"] = 0,
								},
							},
							["count"] = 31,
							["amount"] = 0,
						},
						["雷霆一击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["震荡波"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["凶猛撕咬"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["英勇打击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["震荡猛击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["盾牌猛击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
						["寒冰箭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["割裂 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
						["火焰箭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["撕碎"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["十字军打击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["猛击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["斜掠"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["驱邪术"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["复仇昏迷"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["点燃 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["火焰冲击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
					},
					["DeathCount"] = 1,
					["PartialAbsorb"] = {
						["熔岩护甲"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["伤害护盾"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["毁灭打击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 9,
							["amount"] = 0,
						},
						["命令圣印"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 0,
								},
							},
							["count"] = 10,
							["amount"] = 0,
						},
						["神圣风暴"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["霜寒刺骨"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["命令审判"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["冰霜新星"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["惩戒光环"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["复仇"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["荆棘术"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["炎爆术"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["炎爆术 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["割碎"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["奉献 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 8,
							["amount"] = 0,
						},
						["裂伤（豹）"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["正义复仇 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 7,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 31,
									["amount"] = 0,
								},
							},
							["count"] = 31,
							["amount"] = 0,
						},
						["雷霆一击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["震荡波"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["凶猛撕咬"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["英勇打击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["震荡猛击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["盾牌猛击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
						["寒冰箭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["割裂 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
						["火焰箭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["撕碎"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["十字军打击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["猛击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["斜掠"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["驱邪术"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["复仇昏迷"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["点燃 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["火焰冲击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 17.86,
					["ElementTaken"] = {
						["Physical"] = 42711,
						["Melee"] = 14100,
						["Frost"] = 5920,
						["Fire"] = 4594,
						["Holy"] = 17647,
						["Nature"] = 92,
					},
					["Damage"] = 2381,
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 22,
								},
								["Dodge"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 15,
								},
								["Tick"] = {
									["count"] = 6,
								},
							},
							["amount"] = 46,
						},
						["Melee"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 7,
								},
								["Hit"] = {
									["count"] = 24,
								},
							},
							["amount"] = 31,
						},
						["Frost"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 6,
								},
								["Immune"] = {
									["count"] = 2,
								},
							},
							["amount"] = 8,
						},
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 3,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Tick"] = {
									["count"] = 5,
								},
							},
							["amount"] = 9,
						},
						["Holy"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 11,
								},
								["Crit"] = {
									["count"] = 5,
								},
								["Tick"] = {
									["count"] = 15,
								},
							},
							["amount"] = 31,
						},
						["Nature"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
					},
					["Attacks"] = {
						["灵魂缎带"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["灵魂尖啸"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Immune"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 1127,
									["min"] = 1127,
									["count"] = 1,
									["amount"] = 1127,
								},
								["Block"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Hit (被格挡)"] = {
									["max"] = 1254,
									["min"] = 1254,
									["count"] = 1,
									["amount"] = 1254,
								},
								["Parry"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 2381,
						},
					},
					["WhoDamaged"] = {
						["Harutt"] = {
							["Details"] = {
								["震荡波"] = {
									["count"] = 363,
								},
								["英勇打击"] = {
									["count"] = 533,
								},
								["震荡猛击"] = {
									["count"] = 189,
								},
								["盾牌猛击"] = {
									["count"] = 6469,
								},
								["惩戒光环"] = {
									["count"] = 278,
								},
								["毁灭打击"] = {
									["count"] = 13012,
								},
								["雷霆一击"] = {
									["count"] = 213,
								},
								["荆棘术"] = {
									["count"] = 92,
								},
								["复仇"] = {
									["count"] = 5772,
								},
								["伤害护盾"] = {
									["count"] = 183,
								},
								["肉搏"] = {
									["count"] = 2809,
								},
							},
							["amount"] = 29913,
						},
						["Gpt"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 3600,
								},
								["驱邪术"] = {
									["count"] = 5070,
								},
								["十字军打击"] = {
									["count"] = 2055,
								},
								["命令圣印"] = {
									["count"] = 5308,
								},
								["火焰箭"] = {
									["count"] = 1008,
								},
								["正义复仇 (伤害/跳)"] = {
									["count"] = 923,
								},
								["神圣风暴"] = {
									["count"] = 795,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 2468,
								},
								["肉搏"] = {
									["count"] = 7426,
								},
							},
							["amount"] = 28653,
						},
						["Nittlebur"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 568,
								},
								["熔岩护甲"] = {
									["count"] = 77,
								},
								["炎爆术 (伤害/跳)"] = {
									["count"] = 462,
								},
								["冰霜新星"] = {
									["count"] = 313,
								},
								["炎爆术"] = {
									["count"] = 1377,
								},
								["寒冰箭"] = {
									["count"] = 5607,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 278,
								},
								["火焰冲击"] = {
									["count"] = 1392,
								},
							},
							["amount"] = 10074,
						},
						["Shalannius"] = {
							["Details"] = {
								["割碎"] = {
									["count"] = 1009,
								},
								["斜掠"] = {
									["count"] = 292,
								},
								["裂伤（豹）"] = {
									["count"] = 607,
								},
								["凶猛撕咬"] = {
									["count"] = 2959,
								},
								["撕碎"] = {
									["count"] = 6295,
								},
								["割裂 (伤害/跳)"] = {
									["count"] = 1965,
								},
								["肉搏"] = {
									["count"] = 3297,
								},
							},
							["amount"] = 16424,
						},
					},
					["DamagedWho"] = {
						["Harutt"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 2381,
								},
							},
							["amount"] = 2381,
						},
					},
					["TimeDamage"] = 17.86,
					["TimeDamaging"] = {
						["Harutt"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 13.65,
								},
								["灵魂尖啸"] = {
									["count"] = 0,
								},
							},
							["amount"] = 13.65,
						},
						["Gpt"] = {
							["Details"] = {
								["灵魂尖啸"] = {
									["count"] = 0.71,
								},
							},
							["amount"] = 0.71,
						},
						["Nittlebur"] = {
							["Details"] = {
								["灵魂缎带"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 3.5,
						},
					},
					["ElementDone"] = {
						["Melee"] = 2381,
					},
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 2,
								},
								["Absorb"] = {
									["count"] = 1,
								},
								["Block"] = {
									["count"] = 1,
								},
								["Parry"] = {
									["count"] = 1,
								},
							},
							["amount"] = 5,
						},
						["Shadow"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 1,
								},
								["Immune"] = {
									["count"] = 1,
								},
								["Miss"] = {
									["count"] = 1,
								},
							},
							["amount"] = 3,
						},
					},
					["ElementTakenBlock"] = {
						["Melee"] = 33,
					},
				},
			},
			["level"] = -1,
			["LastDamageAbility"] = "凶猛撕咬",
			["LastFightIn"] = 10,
			["LastEventNum"] = {
				1.408551922385914, -- [1]
				nil, -- [2]
				0.386872679362798, -- [3]
				0.1652892561983471, -- [4]
				0.4108276440292251, -- [5]
				0.6383998083602827, -- [6]
				2.141573841178584, -- [7]
				0.1832554796981674, -- [8]
				2.522457779374776, -- [9]
				nil, -- [10]
				nil, -- [11]
				1.260031141454066, -- [12]
				0.5545574320277877, -- [13]
				0.386872679362798, -- [14]
				1.667265540783327, -- [15]
				1.361839741286382, -- [16]
				0.373697448796263, -- [17]
				2.160737812911726, -- [18]
				0.3497424841298359, -- [19]
				3.899868247694335, -- [20]
				nil, -- [21]
				2.20864774224458, -- [22]
				0.4108276440292251, -- [23]
				0.1832554796981674, -- [24]
				0.1449275362318841, -- [25]
				0.3617199664630495, -- [26]
				3.4099892202659, -- [27]
				0.1772667385315607, -- [28]
				3.050664750269494, -- [29]
				0.332974008863337, -- [30]
				2.450592885375494, -- [31]
				2.529644268774704, -- [32]
				0.5677326625943227, -- [33]
				0.2108036890645586, -- [34]
				3.544137022397892, -- [35]
				nil, -- [36]
				0.5593484249610732, -- [37]
				1.388190202419452, -- [38]
				[40] = 0.386872679362798,
				[41] = 0.1772667385315607,
				[42] = 1.207330219187927,
				[43] = 0.4108276440292251,
				[44] = 0.1832554796981674,
				[45] = 0.7569768834590969,
				[46] = 0.386872679362798,
				[47] = 0.1796622349982034,
				[48] = 1.276799616720565,
				[49] = 0.1449275362318841,
				[50] = 1.208527967421248,
			},
			["type"] = "Boss",
			["FightsSaved"] = 5,
			["GuardianReverseGUIDs"] = {
				["殉难者的化身"] = {
					["LatestGuardian"] = 0,
					["GUIDs"] = {
						[0] = "0xF13000482E0000A6",
					},
				},
			},
			["DeathLogs"] = {
				{
					["MessageIncoming"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						true, -- [6]
						true, -- [7]
						true, -- [8]
						true, -- [9]
						true, -- [10]
						true, -- [11]
						true, -- [12]
						true, -- [13]
						true, -- [14]
						true, -- [15]
						false, -- [16]
						true, -- [17]
						true, -- [18]
						true, -- [19]
						true, -- [20]
						true, -- [21]
						true, -- [22]
						true, -- [23]
						false, -- [24]
						false, -- [25]
						true, -- [26]
						true, -- [27]
						true, -- [28]
						true, -- [29]
						true, -- [30]
						true, -- [31]
						true, -- [32]
						true, -- [33]
						true, -- [34]
						true, -- [35]
						true, -- [36]
						true, -- [37]
						true, -- [38]
						true, -- [39]
						true, -- [40]
						true, -- [41]
						true, -- [42]
						true, -- [43]
						true, -- [44]
						true, -- [45]
						true, -- [46]
						true, -- [47]
						true, -- [48]
						true, -- [49]
						true, -- [50]
					},
					["Messages"] = {
						"Gpt 命令圣印 大主教玛拉达尔 Hit -467 (Holy)", -- [1]
						"Nittlebur 寒冰箭 大主教玛拉达尔 Hit -1159 (Frost)", -- [2]
						"Nittlebur 霜寒刺骨 大主教玛拉达尔 Immune (Frost)", -- [3]
						"Gpt 奉献 (伤害/跳) 大主教玛拉达尔 Tick -323 (Holy)", -- [4]
						"Shalannius 肉搏 大主教玛拉达尔 Hit -148 (Physical)", -- [5]
						"Gpt 火焰箭 大主教玛拉达尔 Hit -1008 (Fire)", -- [6]
						"Shalannius 割裂 (伤害/跳) 大主教玛拉达尔 Tick -343 (Physical)", -- [7]
						"Gpt 正义复仇 (伤害/跳) 大主教玛拉达尔 Tick -153 (Holy)", -- [8]
						"Harutt 肉搏 大主教玛拉达尔 Crit -632 (Physical)", -- [9]
						"Gpt 奉献 (伤害/跳) 大主教玛拉达尔 Tick -323 (Holy)", -- [10]
						"Shalannius 肉搏 大主教玛拉达尔 Hit -150 (Physical)", -- [11]
						"Gpt 十字军打击 大主教玛拉达尔 Hit -1066 (Physical)", -- [12]
						"Nittlebur 炎爆术 (伤害/跳) 大主教玛拉达尔 Tick -121 (Fire)", -- [13]
						"Shalannius 割碎 大主教玛拉达尔 Crit -1009 (Physical)", -- [14]
						"Nittlebur 寒冰箭 大主教玛拉达尔 Hit -1176 (Frost)", -- [15]
						"大主教玛拉达尔 肉搏 Harutt Parry", -- [16]
						"Gpt 奉献 (伤害/跳) 大主教玛拉达尔 Tick -323 (Holy)", -- [17]
						"Shalannius 肉搏 大主教玛拉达尔 Hit -138 (Physical)", -- [18]
						"Shalannius 割裂 (伤害/跳) 大主教玛拉达尔 Tick -343 (Physical)", -- [19]
						"Harutt 英勇打击 大主教玛拉达尔 Hit -533 (Physical)", -- [20]
						"Harutt 盾牌猛击 大主教玛拉达尔 Crit -1788 (Physical)", -- [21]
						"Gpt 正义复仇 (伤害/跳) 大主教玛拉达尔 Tick -153 (Holy)", -- [22]
						"Harutt 毁灭打击 大主教玛拉达尔 Crit -2106 (Physical)", -- [23]
						"大主教玛拉达尔 灵魂尖啸 Gpt Miss (Shadow)", -- [24]
						"大主教玛拉达尔 灵魂尖啸 Harutt Immune (Shadow)", -- [25]
						"Gpt 肉搏 大主教玛拉达尔 Hit -1052 (Physical)", -- [26]
						"Gpt 命令圣印 大主教玛拉达尔 Hit -463 (Holy)", -- [27]
						"Gpt 奉献 (伤害/跳) 大主教玛拉达尔 Tick -323 (Holy)", -- [28]
						"Nittlebur 火焰冲击 大主教玛拉达尔 Crit -1392 (Fire)", -- [29]
						"Nittlebur 寒冰箭 大主教玛拉达尔 Hit -1137 (Frost)", -- [30]
						"Shalannius 肉搏 大主教玛拉达尔 Crit -312 (Physical)", -- [31]
						"Harutt 盾牌猛击 大主教玛拉达尔 Crit -1804 (Physical)", -- [32]
						"Shalannius 斜掠 大主教玛拉达尔 Crit -292 (Physical)", -- [33]
						"Harutt 复仇 大主教玛拉达尔 Crit -3256 (Physical)", -- [34]
						"Harutt 复仇昏迷 大主教玛拉达尔 Immune (Physical)", -- [35]
						"Harutt 毁灭打击 大主教玛拉达尔 Crit -1844 (Physical)", -- [36]
						"Shalannius 割裂 (伤害/跳) 大主教玛拉达尔 Tick -343 (Physical)", -- [37]
						"Gpt 正义复仇 (伤害/跳) 大主教玛拉达尔 Tick -153 (Holy)", -- [38]
						"Nittlebur 炎爆术 (伤害/跳) 大主教玛拉达尔 Tick -121 (Fire)", -- [39]
						"Harutt 肉搏 大主教玛拉达尔 Hit -302 (Physical)", -- [40]
						"Gpt 驱邪术 大主教玛拉达尔 Hit -2847 (Holy)", -- [41]
						"Shalannius 肉搏 大主教玛拉达尔 Hit -148 (Physical)", -- [42]
						"Shalannius 撕碎 大主教玛拉达尔 Crit -2547 (Physical)", -- [43]
						"Nittlebur 点燃 (伤害/跳) 大主教玛拉达尔 Tick -278 (Fire)", -- [44]
						"Harutt 毁灭打击 大主教玛拉达尔 Crit -2046 (Physical)", -- [45]
						"Gpt 肉搏 大主教玛拉达尔 Crit -2112 (Physical)", -- [46]
						"Gpt 命令圣印 大主教玛拉达尔 Hit -474 (Holy)", -- [47]
						"Shalannius 肉搏 大主教玛拉达尔 Hit -176 (Physical)", -- [48]
						"Shalannius 凶猛撕咬 大主教玛拉达尔 Crit -2959 (Physical)", -- [49]
						"大主教玛拉达尔死亡。", -- [50]
					},
					["DeathAt"] = 1716791267,
					["HealthNum"] = {
						46.55407833273446, -- [1]
						43.88908851359444, -- [2]
						43.88908851359444, -- [3]
						43.50221583423164, -- [4]
						43.50221583423164, -- [5]
						42.11761887651215, -- [6]
						41.70679123248294, -- [7]
						41.52353575278477, -- [8]
						41.52353575278477, -- [9]
						40.37968618996287, -- [10]
						40.37968618996287, -- [11]
						38.9232243382441, -- [12]
						38.77829680201221, -- [13]
						37.56976883459097, -- [14]
						36.16121691220506, -- [15]
						36.16121691220506, -- [16]
						35.77434423284225, -- [17]
						35.77434423284225, -- [18]
						35.19822733261469, -- [19]
						34.5598275242544, -- [20]
						32.41825368307582, -- [21]
						32.23499820337765, -- [22]
						29.71254042400287, -- [23]
						29.71254042400287, -- [24]
						29.71254042400287, -- [25]
						29.71254042400287, -- [26]
						29.15798299197509, -- [27]
						27.51107917115822, -- [28]
						25.8438136303749, -- [29]
						24.48197388908852, -- [30]
						24.48197388908852, -- [31]
						21.94753862738052, -- [32]
						21.59779614325069, -- [33]
						17.69792789555635, -- [34]
						17.69792789555635, -- [35]
						15.48928015331177, -- [36]
						15.07845250928255, -- [37]
						14.89519702958438, -- [38]
						14.7502694933525, -- [39]
						14.7502694933525, -- [40]
						10.97856030662355, -- [41]
						10.97856030662355, -- [42]
						7.927895556354055, -- [43]
						7.417654808959157, -- [44]
						4.967061923583663, -- [45]
						4.967061923583663, -- [46]
						4.39932926098934, -- [47]
						1.869684992214637, -- [48]
						0.001197748233321356, -- [49]
						0, -- [50]
					},
					["MessageTimes"] = {
						-6.333000000100583, -- [1]
						-6.268000000156462, -- [2]
						-6.268000000156462, -- [3]
						-6.143999999854714, -- [4]
						-6.117999999783933, -- [5]
						-6.066000000108033, -- [6]
						-5.793999999761581, -- [7]
						-5.717999999877065, -- [8]
						-5.333000000100583, -- [9]
						-5.149999999906868, -- [10]
						-5.049000000115484, -- [11]
						-5.033999999985099, -- [12]
						-4.712999999988824, -- [13]
						-4.662000000011176, -- [14]
						-4.413000000175089, -- [15]
						-4.310000000055879, -- [16]
						-4.148999999742955, -- [17]
						-4.060000000055879, -- [18]
						-3.791999999899417, -- [19]
						-3.714000000152737, -- [20]
						-3.712999999988824, -- [21]
						-3.712999999988824, -- [22]
						-3.711999999824911, -- [23]
						-3.604999999981374, -- [24]
						-3.604999999981374, -- [25]
						-3.410000000149012, -- [26]
						-3.410000000149012, -- [27]
						-3.149999999906868, -- [28]
						-2.854999999981374, -- [29]
						-2.461999999824911, -- [30]
						-2.188000000081956, -- [31]
						-2.123999999836087, -- [32]
						-2.123000000137836, -- [33]
						-2.108000000007451, -- [34]
						-2.106999999843538, -- [35]
						-2.106000000145286, -- [36]
						-1.794999999925494, -- [37]
						-1.714999999850988, -- [38]
						-1.700000000186265, -- [39]
						-1.631000000052154, -- [40]
						-1.143999999854714, -- [41]
						-1.114999999757856, -- [42]
						-1.114000000059605, -- [43]
						-0.6409999998286367, -- [44]
						-0.5740000000223517, -- [45]
						-0.5049999998882413, -- [46]
						-0.503000000026077, -- [47]
						-0.07200000016018748, -- [48]
						-0.07099999999627471, -- [49]
						0, -- [50]
					},
					["KilledBy"] = "Shalannius",
					["Health"] = {
						"38868 (46%)", -- [1]
						"36643 (43%)", -- [2]
						"36643 (43%)", -- [3]
						"36320 (43%)", -- [4]
						"36320 (43%)", -- [5]
						"35164 (42%)", -- [6]
						"34821 (41%)", -- [7]
						"34668 (41%)", -- [8]
						"34668 (41%)", -- [9]
						"33713 (40%)", -- [10]
						"33713 (40%)", -- [11]
						"32497 (38%)", -- [12]
						"32376 (38%)", -- [13]
						"31367 (37%)", -- [14]
						"30191 (36%)", -- [15]
						"30191 (36%)", -- [16]
						"29868 (35%)", -- [17]
						"29868 (35%)", -- [18]
						"29387 (35%)", -- [19]
						"28854 (34%)", -- [20]
						"27066 (32%)", -- [21]
						"26913 (32%)", -- [22]
						"24807 (29%)", -- [23]
						"24807 (29%)", -- [24]
						"24807 (29%)", -- [25]
						"24807 (29%)", -- [26]
						"24344 (29%)", -- [27]
						"22969 (27%)", -- [28]
						"21577 (25%)", -- [29]
						"20440 (24%)", -- [30]
						"20440 (24%)", -- [31]
						"18324 (21%)", -- [32]
						"18032 (21%)", -- [33]
						"14776 (17%)", -- [34]
						"14776 (17%)", -- [35]
						"12932 (15%)", -- [36]
						"12589 (15%)", -- [37]
						"12436 (14%)", -- [38]
						"12315 (14%)", -- [39]
						"12315 (14%)", -- [40]
						"9166 (10%)", -- [41]
						"9166 (10%)", -- [42]
						"6619 (7%)", -- [43]
						"6193 (7%)", -- [44]
						"4147 (4%)", -- [45]
						"4147 (4%)", -- [46]
						"3673 (4%)", -- [47]
						"1561 (1%)", -- [48]
						"1 (0%)", -- [49]
						"0 (0%)", -- [50]
					},
					["EventNum"] = {
						0.5593484249610732, -- [1]
						1.388190202419452, -- [2]
						0, -- [3]
						0.386872679362798, -- [4]
						0.1772667385315607, -- [5]
						1.207330219187927, -- [6]
						0.4108276440292251, -- [7]
						0.1832554796981674, -- [8]
						0.7569768834590969, -- [9]
						0.386872679362798, -- [10]
						0.1796622349982034, -- [11]
						1.276799616720565, -- [12]
						0.1449275362318841, -- [13]
						1.208527967421248, -- [14]
						1.408551922385914, -- [15]
						0, -- [16]
						0.386872679362798, -- [17]
						0.1652892561983471, -- [18]
						0.4108276440292251, -- [19]
						0.6383998083602827, -- [20]
						2.141573841178584, -- [21]
						0.1832554796981674, -- [22]
						2.522457779374776, -- [23]
						0, -- [24]
						0, -- [25]
						1.260031141454066, -- [26]
						0.5545574320277877, -- [27]
						0.386872679362798, -- [28]
						1.667265540783327, -- [29]
						1.361839741286382, -- [30]
						0.373697448796263, -- [31]
						2.160737812911726, -- [32]
						0.3497424841298359, -- [33]
						3.899868247694335, -- [34]
						0, -- [35]
						2.20864774224458, -- [36]
						0.4108276440292251, -- [37]
						0.1832554796981674, -- [38]
						0.1449275362318841, -- [39]
						0.3617199664630495, -- [40]
						3.4099892202659, -- [41]
						0.1772667385315607, -- [42]
						3.050664750269494, -- [43]
						0.332974008863337, -- [44]
						2.450592885375494, -- [45]
						2.529644268774704, -- [46]
						0.5677326625943227, -- [47]
						0.2108036890645586, -- [48]
						3.544137022397892, -- [49]
						0, -- [50]
					},
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"DAMAGE", -- [20]
						"DAMAGE", -- [21]
						"DAMAGE", -- [22]
						"DAMAGE", -- [23]
						"DAMAGE", -- [24]
						"DAMAGE", -- [25]
						"DAMAGE", -- [26]
						"DAMAGE", -- [27]
						"DAMAGE", -- [28]
						"DAMAGE", -- [29]
						"DAMAGE", -- [30]
						"DAMAGE", -- [31]
						"DAMAGE", -- [32]
						"DAMAGE", -- [33]
						"DAMAGE", -- [34]
						"DAMAGE", -- [35]
						"DAMAGE", -- [36]
						"DAMAGE", -- [37]
						"DAMAGE", -- [38]
						"DAMAGE", -- [39]
						"DAMAGE", -- [40]
						"DAMAGE", -- [41]
						"DAMAGE", -- [42]
						"DAMAGE", -- [43]
						"DAMAGE", -- [44]
						"DAMAGE", -- [45]
						"DAMAGE", -- [46]
						"DAMAGE", -- [47]
						"DAMAGE", -- [48]
						"DAMAGE", -- [49]
						"MISC", -- [50]
					},
				}, -- [1]
			},
			["Owner"] = false,
			["Pet"] = {
				"殉难者的化身 <大主教玛拉达尔>", -- [1]
			},
			["NextEventNum"] = 37,
			["LastEventHealthNum"] = {
				36.16121691220506, -- [1]
				36.16121691220506, -- [2]
				35.77434423284225, -- [3]
				35.77434423284225, -- [4]
				35.19822733261469, -- [5]
				34.5598275242544, -- [6]
				32.41825368307582, -- [7]
				32.23499820337765, -- [8]
				29.71254042400287, -- [9]
				29.71254042400287, -- [10]
				29.71254042400287, -- [11]
				29.71254042400287, -- [12]
				29.15798299197509, -- [13]
				27.51107917115822, -- [14]
				25.8438136303749, -- [15]
				24.48197388908852, -- [16]
				24.48197388908852, -- [17]
				21.94753862738052, -- [18]
				21.59779614325069, -- [19]
				17.69792789555635, -- [20]
				17.69792789555635, -- [21]
				15.48928015331177, -- [22]
				15.07845250928255, -- [23]
				14.89519702958438, -- [24]
				14.7502694933525, -- [25]
				14.7502694933525, -- [26]
				10.97856030662355, -- [27]
				10.97856030662355, -- [28]
				7.927895556354055, -- [29]
				7.417654808959157, -- [30]
				4.967061923583663, -- [31]
				4.967061923583663, -- [32]
				4.39932926098934, -- [33]
				1.869684992214637, -- [34]
				0.001197748233321356, -- [35]
				0, -- [36]
				46.55407833273446, -- [37]
				43.88908851359444, -- [38]
				43.88908851359444, -- [39]
				43.50221583423164, -- [40]
				43.50221583423164, -- [41]
				42.11761887651215, -- [42]
				41.70679123248294, -- [43]
				41.52353575278477, -- [44]
				41.52353575278477, -- [45]
				40.37968618996287, -- [46]
				40.37968618996287, -- [47]
				38.9232243382441, -- [48]
				38.77829680201221, -- [49]
				37.56976883459097, -- [50]
			},
			["LastEvents"] = {
				"Nittlebur 寒冰箭 大主教玛拉达尔 Hit -1176 (Frost)", -- [1]
				"大主教玛拉达尔 肉搏 Harutt Parry", -- [2]
				"Gpt 奉献 (伤害/跳) 大主教玛拉达尔 Tick -323 (Holy)", -- [3]
				"Shalannius 肉搏 大主教玛拉达尔 Hit -138 (Physical)", -- [4]
				"Shalannius 割裂 (伤害/跳) 大主教玛拉达尔 Tick -343 (Physical)", -- [5]
				"Harutt 英勇打击 大主教玛拉达尔 Hit -533 (Physical)", -- [6]
				"Harutt 盾牌猛击 大主教玛拉达尔 Crit -1788 (Physical)", -- [7]
				"Gpt 正义复仇 (伤害/跳) 大主教玛拉达尔 Tick -153 (Holy)", -- [8]
				"Harutt 毁灭打击 大主教玛拉达尔 Crit -2106 (Physical)", -- [9]
				"大主教玛拉达尔 灵魂尖啸 Gpt Miss (Shadow)", -- [10]
				"大主教玛拉达尔 灵魂尖啸 Harutt Immune (Shadow)", -- [11]
				"Gpt 肉搏 大主教玛拉达尔 Hit -1052 (Physical)", -- [12]
				"Gpt 命令圣印 大主教玛拉达尔 Hit -463 (Holy)", -- [13]
				"Gpt 奉献 (伤害/跳) 大主教玛拉达尔 Tick -323 (Holy)", -- [14]
				"Nittlebur 火焰冲击 大主教玛拉达尔 Crit -1392 (Fire)", -- [15]
				"Nittlebur 寒冰箭 大主教玛拉达尔 Hit -1137 (Frost)", -- [16]
				"Shalannius 肉搏 大主教玛拉达尔 Crit -312 (Physical)", -- [17]
				"Harutt 盾牌猛击 大主教玛拉达尔 Crit -1804 (Physical)", -- [18]
				"Shalannius 斜掠 大主教玛拉达尔 Crit -292 (Physical)", -- [19]
				"Harutt 复仇 大主教玛拉达尔 Crit -3256 (Physical)", -- [20]
				"Harutt 复仇昏迷 大主教玛拉达尔 Immune (Physical)", -- [21]
				"Harutt 毁灭打击 大主教玛拉达尔 Crit -1844 (Physical)", -- [22]
				"Shalannius 割裂 (伤害/跳) 大主教玛拉达尔 Tick -343 (Physical)", -- [23]
				"Gpt 正义复仇 (伤害/跳) 大主教玛拉达尔 Tick -153 (Holy)", -- [24]
				"Nittlebur 炎爆术 (伤害/跳) 大主教玛拉达尔 Tick -121 (Fire)", -- [25]
				"Harutt 肉搏 大主教玛拉达尔 Hit -302 (Physical)", -- [26]
				"Gpt 驱邪术 大主教玛拉达尔 Hit -2847 (Holy)", -- [27]
				"Shalannius 肉搏 大主教玛拉达尔 Hit -148 (Physical)", -- [28]
				"Shalannius 撕碎 大主教玛拉达尔 Crit -2547 (Physical)", -- [29]
				"Nittlebur 点燃 (伤害/跳) 大主教玛拉达尔 Tick -278 (Fire)", -- [30]
				"Harutt 毁灭打击 大主教玛拉达尔 Crit -2046 (Physical)", -- [31]
				"Gpt 肉搏 大主教玛拉达尔 Crit -2112 (Physical)", -- [32]
				"Gpt 命令圣印 大主教玛拉达尔 Hit -474 (Holy)", -- [33]
				"Shalannius 肉搏 大主教玛拉达尔 Hit -176 (Physical)", -- [34]
				"Shalannius 凶猛撕咬 大主教玛拉达尔 Crit -2959 (Physical)", -- [35]
				"大主教玛拉达尔死亡。", -- [36]
				"Gpt 命令圣印 大主教玛拉达尔 Hit -467 (Holy)", -- [37]
				"Nittlebur 寒冰箭 大主教玛拉达尔 Hit -1159 (Frost)", -- [38]
				"Nittlebur 霜寒刺骨 大主教玛拉达尔 Immune (Frost)", -- [39]
				"Gpt 奉献 (伤害/跳) 大主教玛拉达尔 Tick -323 (Holy)", -- [40]
				"Shalannius 肉搏 大主教玛拉达尔 Hit -148 (Physical)", -- [41]
				"Gpt 火焰箭 大主教玛拉达尔 Hit -1008 (Fire)", -- [42]
				"Shalannius 割裂 (伤害/跳) 大主教玛拉达尔 Tick -343 (Physical)", -- [43]
				"Gpt 正义复仇 (伤害/跳) 大主教玛拉达尔 Tick -153 (Holy)", -- [44]
				"Harutt 肉搏 大主教玛拉达尔 Crit -632 (Physical)", -- [45]
				"Gpt 奉献 (伤害/跳) 大主教玛拉达尔 Tick -323 (Holy)", -- [46]
				"Shalannius 肉搏 大主教玛拉达尔 Hit -150 (Physical)", -- [47]
				"Gpt 十字军打击 大主教玛拉达尔 Hit -1066 (Physical)", -- [48]
				"Nittlebur 炎爆术 (伤害/跳) 大主教玛拉达尔 Tick -121 (Fire)", -- [49]
				"Shalannius 割碎 大主教玛拉达尔 Crit -1009 (Physical)", -- [50]
			},
			["Name"] = "大主教玛拉达尔",
			["LastEventIncoming"] = {
				true, -- [1]
				false, -- [2]
				true, -- [3]
				true, -- [4]
				true, -- [5]
				true, -- [6]
				true, -- [7]
				true, -- [8]
				true, -- [9]
				false, -- [10]
				false, -- [11]
				true, -- [12]
				true, -- [13]
				true, -- [14]
				true, -- [15]
				true, -- [16]
				true, -- [17]
				true, -- [18]
				true, -- [19]
				true, -- [20]
				true, -- [21]
				true, -- [22]
				true, -- [23]
				true, -- [24]
				true, -- [25]
				true, -- [26]
				true, -- [27]
				true, -- [28]
				true, -- [29]
				true, -- [30]
				true, -- [31]
				true, -- [32]
				true, -- [33]
				true, -- [34]
				true, -- [35]
				true, -- [36]
				true, -- [37]
				true, -- [38]
				true, -- [39]
				true, -- [40]
				true, -- [41]
				true, -- [42]
				true, -- [43]
				true, -- [44]
				true, -- [45]
				true, -- [46]
				true, -- [47]
				true, -- [48]
				true, -- [49]
				true, -- [50]
			},
			["LastDamageTaken"] = 2959,
			["TimeLast"] = {
				["DeathCount"] = 1716791265,
				["ActiveTime"] = 1716791261,
				["TimeDamage"] = 1716791261,
				["OVERALL"] = 1716791265,
				["DamageTaken"] = 1716791265,
				["Damage"] = 1716791250,
			},
			["LastEventTimes"] = {
				2714959.84, -- [1]
				2714959.943, -- [2]
				2714960.104, -- [3]
				2714960.193, -- [4]
				2714960.461, -- [5]
				2714960.539, -- [6]
				2714960.54, -- [7]
				2714960.54, -- [8]
				2714960.541, -- [9]
				2714960.648, -- [10]
				2714960.648, -- [11]
				2714960.843, -- [12]
				2714960.843, -- [13]
				2714961.103, -- [14]
				2714961.398, -- [15]
				2714961.791, -- [16]
				2714962.065, -- [17]
				2714962.129, -- [18]
				2714962.13, -- [19]
				2714962.145, -- [20]
				2714962.146, -- [21]
				2714962.147, -- [22]
				2714962.458, -- [23]
				2714962.538, -- [24]
				2714962.553, -- [25]
				2714962.622, -- [26]
				2714963.109, -- [27]
				2714963.138, -- [28]
				2714963.139, -- [29]
				2714963.612, -- [30]
				2714963.679, -- [31]
				2714963.748, -- [32]
				2714963.75, -- [33]
				2714964.181, -- [34]
				2714964.182, -- [35]
				2714964.253, -- [36]
				2714957.92, -- [37]
				2714957.985, -- [38]
				2714957.985, -- [39]
				2714958.109, -- [40]
				2714958.135, -- [41]
				2714958.187, -- [42]
				2714958.459, -- [43]
				2714958.535, -- [44]
				2714958.92, -- [45]
				2714959.103, -- [46]
				2714959.204, -- [47]
				2714959.219, -- [48]
				2714959.54, -- [49]
				2714959.591, -- [50]
			},
			["LastAbility"] = 2766760.309,
		},
		["Shalannius"] = {
			["GUID"] = "0xF13001131200024A",
			["TimeLast"] = {
				["TimeHeal"] = 1716791250,
				["Healing"] = 1716791250,
				["RageGain"] = 1716791237,
				["OVERALL"] = 1716791274,
				["DamageTaken"] = 1716791167,
				["TimeDamage"] = 1716791274,
				["EnergyGain"] = 1716791264,
				["HealingTaken"] = 1716791172,
				["HOT_Time"] = 1716791274,
				["ActiveTime"] = 1716791274,
				["Overhealing"] = 1716791274,
				["ManaGain"] = 1716791271,
				["DOT_Time"] = 1716791273,
				["Damage"] = 1716791274,
			},
			["LastAttackedBy"] = "奥金尼守备官",
			["LastEventType"] = {
				"HEAL", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"HEAL", -- [4]
				"HEAL", -- [5]
				"DAMAGE", -- [6]
				"HEAL", -- [7]
				"HEAL", -- [8]
				"DAMAGE", -- [9]
				"HEAL", -- [10]
				"HEAL", -- [11]
				"HEAL", -- [12]
				"HEAL", -- [13]
				"DAMAGE", -- [14]
				"HEAL", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"HEAL", -- [18]
				"HEAL", -- [19]
				"HEAL", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"HEAL", -- [23]
				"HEAL", -- [24]
				"HEAL", -- [25]
				"HEAL", -- [26]
				"HEAL", -- [27]
				"HEAL", -- [28]
				"DAMAGE", -- [29]
				"DAMAGE", -- [30]
				"HEAL", -- [31]
				"DAMAGE", -- [32]
				"HEAL", -- [33]
				"HEAL", -- [34]
				"DAMAGE", -- [35]
				"HEAL", -- [36]
				"DAMAGE", -- [37]
				"HEAL", -- [38]
				"DAMAGE", -- [39]
				"HEAL", -- [40]
				"DAMAGE", -- [41]
				"HEAL", -- [42]
				"DAMAGE", -- [43]
				"HEAL", -- [44]
				"DAMAGE", -- [45]
				"HEAL", -- [46]
				"DAMAGE", -- [47]
				"HEAL", -- [48]
				"DAMAGE", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["TimeHeal"] = {
					56.32000000000001, -- [1]
				},
				["RageGain"] = {
					200, -- [1]
				},
				["Healing"] = {
					27021, -- [1]
				},
				["DamageTaken"] = {
					4329, -- [1]
				},
				["TimeDamage"] = {
					267.1, -- [1]
				},
				["EnergyGain"] = {
					2939, -- [1]
				},
				["HealingTaken"] = {
					2700, -- [1]
				},
				["Overhealing"] = {
					133543, -- [1]
				},
				["ActiveTime"] = {
					323.4199999999997, -- [1]
				},
				["HOT_Time"] = {
					984, -- [1]
				},
				["ManaGain"] = {
					57636, -- [1]
				},
				["DOT_Time"] = {
					147, -- [1]
				},
				["Damage"] = {
					152002, -- [1]
				},
			},
			["enClass"] = "DRUID",
			["unit"] = "Shalannius",
			["LastActive"] = 1716791274,
			["level"] = 70,
			["LastDamageAbility"] = "暗影守卫",
			["LastFightIn"] = 10,
			["LastEventNum"] = {
				4.788045135712108, -- [1]
				[23] = 4.788045135712108,
				[34] = 0.945410186032327,
				[36] = 2.388939717393514,
				[38] = 2.388939717393514,
				[40] = 2.388939717393514,
				[7] = 4.788045135712108,
				[15] = 2.388939717393514,
				[46] = 2.388939717393514,
				[18] = 4.788045135712108,
				[10] = 4.788045135712108,
				[44] = 4.788045135712108,
				[11] = 2.388939717393514,
				[31] = 4.788045135712108,
			},
			["lazysync"] = true,
			["FightsSaved"] = 5,
			["UnitLockout"] = 1716790802,
			["Fights"] = {
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["HOTs"] = {
					},
					["ManaGain"] = 0,
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialAbsorb"] = {
					},
					["RageGain"] = 0,
					["FAttacks"] = {
					},
					["PartialBlock"] = {
					},
					["ElementDone"] = {
					},
					["CCBroken"] = {
					},
					["ElementHitsDone"] = {
					},
					["Dispelled"] = 0,
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["FDamagedWho"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["RageGained"] = {
					},
					["ActiveTime"] = 0,
					["CCBreak"] = 0,
					["EnergyGain"] = 0,
					["WhoHealed"] = {
					},
					["PartialResist"] = {
					},
					["ManaGained"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["ElementTakenResist"] = {
					},
					["InterruptData"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
					},
					["Heals"] = {
					},
					["FDamage"] = 0,
					["EnergyGained"] = {
					},
					["HealedWho"] = {
					},
					["Healing"] = 0,
					["RunicPowerGained"] = {
					},
					["ManaGainedFrom"] = {
					},
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["DamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["HOTs"] = {
					},
					["ManaGain"] = 0,
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialAbsorb"] = {
					},
					["RageGain"] = 0,
					["FAttacks"] = {
					},
					["PartialBlock"] = {
					},
					["ElementDone"] = {
					},
					["CCBroken"] = {
					},
					["ElementHitsDone"] = {
					},
					["Dispelled"] = 0,
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["FDamagedWho"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["RageGained"] = {
					},
					["ActiveTime"] = 0,
					["CCBreak"] = 0,
					["EnergyGain"] = 0,
					["WhoHealed"] = {
					},
					["PartialResist"] = {
					},
					["ManaGained"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["ElementTakenResist"] = {
					},
					["InterruptData"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
					},
					["Heals"] = {
					},
					["FDamage"] = 0,
					["EnergyGained"] = {
					},
					["HealedWho"] = {
					},
					["Healing"] = 0,
					["RunicPowerGained"] = {
					},
					["ManaGainedFrom"] = {
					},
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["DamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["DOTs"] = {
						["斜掠 (伤害/跳)"] = {
							["Details"] = {
								["死亡观察者希尔拉克"] = {
									["count"] = 6,
								},
							},
							["amount"] = 6,
						},
						["纠缠根须 (伤害/跳)"] = {
							["Details"] = {
								["相位潜行者"] = {
									["count"] = 18,
								},
								["奥金尼灵魂祭司"] = {
									["count"] = 3,
								},
								["蜘蛛"] = {
									["count"] = 3,
								},
								["复生的白骨"] = {
									["count"] = 12,
								},
							},
							["amount"] = 36,
						},
						["割裂 (伤害/跳)"] = {
							["Details"] = {
								["死亡观察者希尔拉克"] = {
									["count"] = 15,
								},
								["奥金尼灵魂祭司"] = {
									["count"] = 3,
								},
								["奥金尼僧侣"] = {
									["count"] = 6,
								},
								["大主教玛拉达尔"] = {
									["count"] = 18,
								},
								["被激怒的骷髅"] = {
									["count"] = 9,
								},
								["殉难者的化身"] = {
									["count"] = 3,
								},
								["奥金尼通灵师"] = {
									["count"] = 3,
								},
								["暴怒的骷髅"] = {
									["count"] = 6,
								},
							},
							["amount"] = 63,
						},
						["血袭 (伤害/跳)"] = {
							["Details"] = {
								["奥金尼灵魂祭司"] = {
									["count"] = 9,
								},
								["奥金尼僧侣"] = {
									["count"] = 9,
								},
								["殉难者的化身"] = {
									["count"] = 3,
								},
								["奥金尼通灵师"] = {
									["count"] = 6,
								},
								["死亡观察者希尔拉克"] = {
									["count"] = 15,
								},
							},
							["amount"] = 42,
						},
					},
					["TimeSpent"] = {
						["奥金尼灵魂祭司"] = {
							["Details"] = {
								["血袭 (伤害/跳)"] = {
									["count"] = 1.27,
								},
								["纠缠根须 (伤害/跳)"] = {
									["count"] = 0.9,
								},
								["割裂 (伤害/跳)"] = {
									["count"] = 0.4,
								},
								["割碎"] = {
									["count"] = 0.59,
								},
								["斜掠"] = {
									["count"] = 0.35,
								},
								["裂伤（豹）"] = {
									["count"] = 1.7,
								},
								["撕碎"] = {
									["count"] = 2.270000000000001,
								},
								["凶猛撕咬"] = {
									["count"] = 0.36,
								},
								["肉搏"] = {
									["count"] = 54.8,
								},
							},
							["amount"] = 62.63999999999999,
						},
						["相位祭司"] = {
							["Details"] = {
								["裂伤（豹）"] = {
									["count"] = 0.78,
								},
								["肉搏"] = {
									["count"] = 0.23,
								},
							},
							["amount"] = 1.01,
						},
						["幻影占有者"] = {
							["Details"] = {
								["凶猛撕咬"] = {
									["count"] = 0.82,
								},
								["裂伤（豹）"] = {
									["count"] = 0.21,
								},
								["肉搏"] = {
									["count"] = 0.78,
								},
							},
							["amount"] = 1.81,
						},
						["复生的白骨"] = {
							["Details"] = {
								["纠缠根须 (伤害/跳)"] = {
									["count"] = 4.020000000000001,
								},
								["凶猛撕咬"] = {
									["count"] = 0.96,
								},
								["裂伤（豹）"] = {
									["count"] = 0.71,
								},
								["肉搏"] = {
									["count"] = 18.47,
								},
							},
							["amount"] = 24.16,
						},
						["相位潜行者"] = {
							["Details"] = {
								["纠缠根须 (伤害/跳)"] = {
									["count"] = 3.06,
								},
								["凶猛撕咬"] = {
									["count"] = 1.54,
								},
								["肉搏"] = {
									["count"] = 2.31,
								},
							},
							["amount"] = 6.91,
						},
						["Gpt"] = {
							["Details"] = {
								["强化兽群领袖"] = {
									["count"] = 12.68,
								},
							},
							["amount"] = 12.68,
						},
						["殉难者的化身"] = {
							["Details"] = {
								["割裂 (伤害/跳)"] = {
									["count"] = 0,
								},
								["血袭 (伤害/跳)"] = {
									["count"] = 0.83,
								},
								["裂伤（豹）"] = {
									["count"] = 0.17,
								},
								["肉搏"] = {
									["count"] = 6.710000000000001,
								},
							},
							["amount"] = 7.710000000000001,
						},
						["奥金尼僧侣"] = {
							["Details"] = {
								["割碎"] = {
									["count"] = 0,
								},
								["凶猛撕咬"] = {
									["count"] = 1.81,
								},
								["裂伤（豹）"] = {
									["count"] = 3.99,
								},
								["血袭 (伤害/跳)"] = {
									["count"] = 1.47,
								},
								["撕碎"] = {
									["count"] = 0,
								},
								["割裂 (伤害/跳)"] = {
									["count"] = 1.18,
								},
								["肉搏"] = {
									["count"] = 27.15000000000001,
								},
							},
							["amount"] = 35.59999999999999,
						},
						["无息的巡视者"] = {
							["Details"] = {
								["撕碎"] = {
									["count"] = 1.27,
								},
								["凶猛撕咬"] = {
									["count"] = 0.48,
								},
								["毁灭"] = {
									["count"] = 0.91,
								},
								["肉搏"] = {
									["count"] = 3.430000000000001,
								},
							},
							["amount"] = 6.090000000000001,
						},
						["无息的士兵"] = {
							["Details"] = {
								["裂伤（豹）"] = {
									["count"] = 0.86,
								},
								["肉搏"] = {
									["count"] = 2.14,
								},
							},
							["amount"] = 3,
						},
						["蜘蛛"] = {
							["Details"] = {
								["纠缠根须 (伤害/跳)"] = {
									["count"] = 1.35,
								},
							},
							["amount"] = 1.35,
						},
						["Shalannius"] = {
							["Details"] = {
								["强化兽群领袖"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Harutt"] = {
							["Details"] = {
								["强化兽群领袖"] = {
									["count"] = 43.64,
								},
							},
							["amount"] = 43.64,
						},
						["死亡观察者希尔拉克"] = {
							["Details"] = {
								["血袭 (伤害/跳)"] = {
									["count"] = 1.55,
								},
								["割裂 (伤害/跳)"] = {
									["count"] = 1.65,
								},
								["斜掠 (伤害/跳)"] = {
									["count"] = 0.34,
								},
								["斜掠"] = {
									["count"] = 0.19,
								},
								["猛击"] = {
									["count"] = 0.57,
								},
								["割碎"] = {
									["count"] = 0.49,
								},
								["撕碎"] = {
									["count"] = 0.58,
								},
								["裂伤（豹）"] = {
									["count"] = 0.85,
								},
								["肉搏"] = {
									["count"] = 11.03,
								},
							},
							["amount"] = 17.25,
						},
						["暴怒的骷髅"] = {
							["Details"] = {
								["割碎"] = {
									["count"] = 0.37,
								},
								["斜掠"] = {
									["count"] = 0.23,
								},
								["裂伤（豹）"] = {
									["count"] = 0.16,
								},
								["凶猛撕咬"] = {
									["count"] = 0.9300000000000001,
								},
								["割裂 (伤害/跳)"] = {
									["count"] = 0.69,
								},
								["撕碎"] = {
									["count"] = 0.94,
								},
								["毁灭"] = {
									["count"] = 2.19,
								},
								["肉搏"] = {
									["count"] = 13.36,
								},
							},
							["amount"] = 18.87,
						},
						["奥金尼守备官"] = {
							["Details"] = {
								["割碎"] = {
									["count"] = 0.34,
								},
								["凶猛撕咬"] = {
									["count"] = 0.39,
								},
								["裂伤（豹）"] = {
									["count"] = 2.28,
								},
								["撕碎"] = {
									["count"] = 0.38,
								},
								["肉搏"] = {
									["count"] = 27.45,
								},
							},
							["amount"] = 30.84,
						},
						["被激怒的骷髅"] = {
							["Details"] = {
								["裂伤（豹）"] = {
									["count"] = 0.8799999999999999,
								},
								["撕碎"] = {
									["count"] = 1.9,
								},
								["割裂 (伤害/跳)"] = {
									["count"] = 1.78,
								},
								["肉搏"] = {
									["count"] = 5.15,
								},
							},
							["amount"] = 9.709999999999999,
						},
						["大主教玛拉达尔"] = {
							["Details"] = {
								["割碎"] = {
									["count"] = 0.39,
								},
								["斜掠"] = {
									["count"] = 0.06,
								},
								["猛击"] = {
									["count"] = 0,
								},
								["凶猛撕咬"] = {
									["count"] = 0,
								},
								["裂伤（豹）"] = {
									["count"] = 0,
								},
								["撕碎"] = {
									["count"] = 0.23,
								},
								["割裂 (伤害/跳)"] = {
									["count"] = 2.64,
								},
								["肉搏"] = {
									["count"] = 13.89,
								},
							},
							["amount"] = 17.21,
						},
						["奥金尼通灵师"] = {
							["Details"] = {
								["凶猛撕咬"] = {
									["count"] = 1.23,
								},
								["裂伤（豹）"] = {
									["count"] = 4.32,
								},
								["血袭 (伤害/跳)"] = {
									["count"] = 1.07,
								},
								["撕碎"] = {
									["count"] = 2.36,
								},
								["割裂 (伤害/跳)"] = {
									["count"] = 0.36,
								},
								["肉搏"] = {
									["count"] = 11.15,
								},
							},
							["amount"] = 20.49,
						},
						["无息的祭司"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 2.45,
								},
							},
							["amount"] = 2.45,
						},
					},
					["HealedWho"] = {
						["Harutt"] = {
							["Details"] = {
								["强化兽群领袖"] = {
									["count"] = 18531,
								},
							},
							["amount"] = 18531,
						},
						["Gpt"] = {
							["Details"] = {
								["强化兽群领袖"] = {
									["count"] = 6166,
								},
							},
							["amount"] = 6166,
						},
						["Shalannius"] = {
							["Details"] = {
								["强化兽群领袖"] = {
									["count"] = 2324,
								},
							},
							["amount"] = 2324,
						},
					},
					["RageGainedFrom"] = {
						["Shalannius"] = {
							["Details"] = {
								["激怒"] = {
									["count"] = 200,
								},
							},
							["amount"] = 200,
						},
					},
					["Overhealing"] = 133543,
					["ElementTaken"] = {
						["Physical"] = 2965,
						["Shadow"] = 1364,
					},
					["RageGained"] = {
						["激怒"] = {
							["Details"] = {
								["Shalannius"] = {
									["count"] = 200,
								},
							},
							["amount"] = 200,
						},
					},
					["Damage"] = 152002,
					["TimeHeal"] = 56.32000000000001,
					["ElementDone"] = {
						["Physical"] = 100235,
						["Melee"] = 50891,
						["Nature"] = 876,
					},
					["ElementHitsDone"] = {
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 60,
								},
								["Immune"] = {
									["count"] = 2,
								},
								["Crit"] = {
									["count"] = 31,
								},
								["Tick"] = {
									["count"] = 37,
								},
							},
							["amount"] = 130,
						},
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 124,
								},
								["Crit"] = {
									["count"] = 74,
								},
								["Dodge"] = {
									["count"] = 1,
								},
							},
							["amount"] = 199,
						},
						["Nature"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 12,
								},
							},
							["amount"] = 12,
						},
					},
					["WhoDamaged"] = {
						["相位潜行者"] = {
							["Details"] = {
								["射击"] = {
									["count"] = 831,
								},
							},
							["amount"] = 831,
						},
						["奥金尼守备官"] = {
							["Details"] = {
								["暗影守卫"] = {
									["count"] = 1364,
								},
							},
							["amount"] = 1364,
						},
						["死亡观察者希尔拉克"] = {
							["Details"] = {
								["血肉撕咬 (伤害/跳)"] = {
									["count"] = 2134,
								},
							},
							["amount"] = 2134,
						},
					},
					["EnergyGainedFrom"] = {
						["Shalannius"] = {
							["Details"] = {
								["丛林之王"] = {
									["count"] = 600,
								},
								["激怒"] = {
									["count"] = 2339,
								},
							},
							["amount"] = 2939,
						},
					},
					["ElementDoneBlock"] = {
						["Melee"] = 99,
						["Physical"] = 66,
					},
					["TimeHealing"] = {
						["Harutt"] = {
							["Details"] = {
								["强化兽群领袖"] = {
									["count"] = 43.64,
								},
							},
							["amount"] = 43.64,
						},
						["Gpt"] = {
							["Details"] = {
								["强化兽群领袖"] = {
									["count"] = 12.68,
								},
							},
							["amount"] = 12.68,
						},
						["Shalannius"] = {
							["Details"] = {
								["强化兽群领袖"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["OverHeals"] = {
						["强化兽群领袖"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 506,
									["min"] = 1,
									["count"] = 294,
									["amount"] = 133543,
								},
							},
							["count"] = 294,
							["amount"] = 133543,
						},
					},
					["EnergyGain"] = 2939,
					["ManaGained"] = {
						["强化兽群领袖"] = {
							["Details"] = {
								["Shalannius"] = {
									["count"] = 56576,
								},
							},
							["amount"] = 56576,
						},
						["激活雕文"] = {
							["Details"] = {
								["Shalannius"] = {
									["count"] = 1060,
								},
							},
							["amount"] = 1060,
						},
					},
					["PartialAbsorb"] = {
						["暗影守卫"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["毒蛇钉刺"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["射击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["血肉撕咬 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 323.4199999999997,
					["DamagedWho"] = {
						["奥金尼灵魂祭司"] = {
							["Details"] = {
								["血袭 (伤害/跳)"] = {
									["count"] = 438,
								},
								["纠缠根须 (伤害/跳)"] = {
									["count"] = 73,
								},
								["割裂 (伤害/跳)"] = {
									["count"] = 168,
								},
								["割碎"] = {
									["count"] = 1311,
								},
								["斜掠"] = {
									["count"] = 279,
								},
								["裂伤（豹）"] = {
									["count"] = 7410,
								},
								["撕碎"] = {
									["count"] = 8380,
								},
								["凶猛撕咬"] = {
									["count"] = 2189,
								},
								["肉搏"] = {
									["count"] = 9915,
								},
							},
							["amount"] = 30163,
						},
						["相位祭司"] = {
							["Details"] = {
								["裂伤（豹）"] = {
									["count"] = 640,
								},
								["肉搏"] = {
									["count"] = 134,
								},
							},
							["amount"] = 774,
						},
						["幻影占有者"] = {
							["Details"] = {
								["凶猛撕咬"] = {
									["count"] = 784,
								},
								["裂伤（豹）"] = {
									["count"] = 1586,
								},
								["肉搏"] = {
									["count"] = 310,
								},
							},
							["amount"] = 2680,
						},
						["复生的白骨"] = {
							["Details"] = {
								["纠缠根须 (伤害/跳)"] = {
									["count"] = 292,
								},
								["凶猛撕咬"] = {
									["count"] = 734,
								},
								["裂伤（豹）"] = {
									["count"] = 1441,
								},
								["肉搏"] = {
									["count"] = 4191,
								},
							},
							["amount"] = 6658,
						},
						["相位潜行者"] = {
							["Details"] = {
								["纠缠根须 (伤害/跳)"] = {
									["count"] = 438,
								},
								["凶猛撕咬"] = {
									["count"] = 520,
								},
								["肉搏"] = {
									["count"] = 598,
								},
							},
							["amount"] = 1556,
						},
						["殉难者的化身"] = {
							["Details"] = {
								["割裂 (伤害/跳)"] = {
									["count"] = 168,
								},
								["血袭 (伤害/跳)"] = {
									["count"] = 113,
								},
								["裂伤（豹）"] = {
									["count"] = 682,
								},
								["肉搏"] = {
									["count"] = 860,
								},
							},
							["amount"] = 1823,
						},
						["奥金尼僧侣"] = {
							["Details"] = {
								["割碎"] = {
									["count"] = 462,
								},
								["凶猛撕咬"] = {
									["count"] = 4633,
								},
								["裂伤（豹）"] = {
									["count"] = 6304,
								},
								["血袭 (伤害/跳)"] = {
									["count"] = 438,
								},
								["撕碎"] = {
									["count"] = 3596,
								},
								["割裂 (伤害/跳)"] = {
									["count"] = 194,
								},
								["肉搏"] = {
									["count"] = 8044,
								},
							},
							["amount"] = 23671,
						},
						["无息的巡视者"] = {
							["Details"] = {
								["撕碎"] = {
									["count"] = 1281,
								},
								["凶猛撕咬"] = {
									["count"] = 502,
								},
								["毁灭"] = {
									["count"] = 1044,
								},
								["肉搏"] = {
									["count"] = 1336,
								},
							},
							["amount"] = 4163,
						},
						["无息的祭司"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 436,
								},
							},
							["amount"] = 436,
						},
						["蜘蛛"] = {
							["Details"] = {
								["纠缠根须 (伤害/跳)"] = {
									["count"] = 73,
								},
							},
							["amount"] = 73,
						},
						["暴怒的骷髅"] = {
							["Details"] = {
								["割碎"] = {
									["count"] = 1351,
								},
								["斜掠"] = {
									["count"] = 281,
								},
								["裂伤（豹）"] = {
									["count"] = 2549,
								},
								["凶猛撕咬"] = {
									["count"] = 1135,
								},
								["割裂 (伤害/跳)"] = {
									["count"] = 480,
								},
								["撕碎"] = {
									["count"] = 1432,
								},
								["毁灭"] = {
									["count"] = 2024,
								},
								["肉搏"] = {
									["count"] = 4203,
								},
							},
							["amount"] = 13455,
						},
						["死亡观察者希尔拉克"] = {
							["Details"] = {
								["斜掠 (伤害/跳)"] = {
									["count"] = 680,
								},
								["血袭 (伤害/跳)"] = {
									["count"] = 730,
								},
								["裂伤（豹）"] = {
									["count"] = 632,
								},
								["割碎"] = {
									["count"] = 444,
								},
								["斜掠"] = {
									["count"] = 129,
								},
								["撕碎"] = {
									["count"] = 3016,
								},
								["割裂 (伤害/跳)"] = {
									["count"] = 1560,
								},
								["肉搏"] = {
									["count"] = 3909,
								},
							},
							["amount"] = 11100,
						},
						["奥金尼守备官"] = {
							["Details"] = {
								["割碎"] = {
									["count"] = 994,
								},
								["凶猛撕咬"] = {
									["count"] = 2993,
								},
								["裂伤（豹）"] = {
									["count"] = 1334,
								},
								["撕碎"] = {
									["count"] = 2124,
								},
								["肉搏"] = {
									["count"] = 5512,
								},
							},
							["amount"] = 12957,
						},
						["被激怒的骷髅"] = {
							["Details"] = {
								["裂伤（豹）"] = {
									["count"] = 2100,
								},
								["撕碎"] = {
									["count"] = 2613,
								},
								["割裂 (伤害/跳)"] = {
									["count"] = 936,
								},
								["肉搏"] = {
									["count"] = 2418,
								},
							},
							["amount"] = 8067,
						},
						["大主教玛拉达尔"] = {
							["Details"] = {
								["割碎"] = {
									["count"] = 1009,
								},
								["斜掠"] = {
									["count"] = 292,
								},
								["裂伤（豹）"] = {
									["count"] = 607,
								},
								["凶猛撕咬"] = {
									["count"] = 2959,
								},
								["撕碎"] = {
									["count"] = 6295,
								},
								["割裂 (伤害/跳)"] = {
									["count"] = 1965,
								},
								["肉搏"] = {
									["count"] = 3297,
								},
							},
							["amount"] = 16424,
						},
						["奥金尼通灵师"] = {
							["Details"] = {
								["凶猛撕咬"] = {
									["count"] = 3773,
								},
								["裂伤（豹）"] = {
									["count"] = 3536,
								},
								["血袭 (伤害/跳)"] = {
									["count"] = 259,
								},
								["撕碎"] = {
									["count"] = 3172,
								},
								["割裂 (伤害/跳)"] = {
									["count"] = 240,
								},
								["肉搏"] = {
									["count"] = 4958,
								},
							},
							["amount"] = 15938,
						},
						["无息的士兵"] = {
							["Details"] = {
								["裂伤（豹）"] = {
									["count"] = 1294,
								},
								["肉搏"] = {
									["count"] = 770,
								},
							},
							["amount"] = 2064,
						},
					},
					["ManaGainedFrom"] = {
						["Shalannius"] = {
							["Details"] = {
								["强化兽群领袖"] = {
									["count"] = 56576,
								},
								["激活雕文"] = {
									["count"] = 1060,
								},
							},
							["amount"] = 57636,
						},
					},
					["PartialResist"] = {
						["暗影守卫"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["毒蛇钉刺"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["射击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["血肉撕咬 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
					},
					["Heals"] = {
						["强化兽群领袖"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 506,
									["min"] = 16,
									["count"] = 74,
									["amount"] = 27021,
								},
							},
							["count"] = 74,
							["amount"] = 27021,
						},
					},
					["DOT_Time"] = 147,
					["EnergyGained"] = {
						["丛林之王"] = {
							["Details"] = {
								["Shalannius"] = {
									["count"] = 600,
								},
							},
							["amount"] = 600,
						},
						["激怒"] = {
							["Details"] = {
								["Shalannius"] = {
									["count"] = 2339,
								},
							},
							["amount"] = 2339,
						},
					},
					["DamageTaken"] = 4329,
					["Healing"] = 27021,
					["HOTs"] = {
						["强化兽群领袖"] = {
							["Details"] = {
								["Harutt"] = {
									["count"] = 564,
								},
								["Gpt"] = {
									["count"] = 108,
								},
								["Shalannius"] = {
									["count"] = 312,
								},
							},
							["amount"] = 984,
						},
					},
					["RageGain"] = 200,
					["Attacks"] = {
						["血袭 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 146,
									["min"] = 113,
									["count"] = 14,
									["amount"] = 1978,
								},
							},
							["count"] = 14,
							["amount"] = 1978,
						},
						["纠缠根须 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 73,
									["min"] = 73,
									["count"] = 12,
									["amount"] = 876,
								},
							},
							["count"] = 12,
							["amount"] = 876,
						},
						["割裂 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 343,
									["min"] = 97,
									["count"] = 21,
									["amount"] = 5711,
								},
							},
							["count"] = 21,
							["amount"] = 5711,
						},
						["裂伤（豹）"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 778,
									["min"] = 607,
									["count"] = 17,
									["amount"] = 11568,
								},
								["Crit"] = {
									["max"] = 1870,
									["min"] = 1414,
									["count"] = 11,
									["amount"] = 17289,
								},
								["Hit (被格挡)"] = {
									["max"] = 632,
									["min"] = 626,
									["count"] = 2,
									["amount"] = 1258,
								},
							},
							["count"] = 30,
							["amount"] = 30115,
						},
						["割碎"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1009,
									["min"] = 926,
									["count"] = 3,
									["amount"] = 2870,
								},
								["Hit"] = {
									["max"] = 504,
									["min"] = 385,
									["count"] = 6,
									["amount"] = 2701,
								},
							},
							["count"] = 9,
							["amount"] = 5571,
						},
						["斜掠"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 292,
									["min"] = 279,
									["count"] = 3,
									["amount"] = 852,
								},
								["Hit"] = {
									["max"] = 129,
									["min"] = 129,
									["count"] = 1,
									["amount"] = 129,
								},
							},
							["count"] = 4,
							["amount"] = 981,
						},
						["猛击"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["斜掠 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 340,
									["min"] = 340,
									["count"] = 2,
									["amount"] = 680,
								},
							},
							["count"] = 2,
							["amount"] = 680,
						},
						["凶猛撕咬"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 2959,
									["min"] = 814,
									["count"] = 4,
									["amount"] = 8696,
								},
								["Hit"] = {
									["max"] = 1639,
									["min"] = 412,
									["count"] = 13,
									["amount"] = 11526,
								},
							},
							["count"] = 17,
							["amount"] = 20222,
						},
						["撕碎"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 2547,
									["min"] = 1311,
									["count"] = 9,
									["amount"] = 15873,
								},
								["Hit"] = {
									["max"] = 1039,
									["min"] = 601,
									["count"] = 20,
									["amount"] = 16036,
								},
							},
							["count"] = 29,
							["amount"] = 31909,
						},
						["毁灭"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 2024,
									["min"] = 2024,
									["count"] = 1,
									["amount"] = 2024,
								},
								["Hit"] = {
									["max"] = 1044,
									["min"] = 1044,
									["count"] = 1,
									["amount"] = 1044,
								},
							},
							["count"] = 2,
							["amount"] = 3068,
						},
						["肉搏"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 544,
									["min"] = 123,
									["count"] = 121,
									["amount"] = 20386,
								},
								["Hit (被格挡)"] = {
									["max"] = 103,
									["min"] = 91,
									["count"] = 3,
									["amount"] = 290,
								},
								["Crit"] = {
									["max"] = 1510,
									["min"] = 275,
									["count"] = 74,
									["amount"] = 30215,
								},
								["Dodge"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 199,
							["amount"] = 50891,
						},
					},
					["HealingTaken"] = 2700,
					["HOT_Time"] = 984,
					["TimeDamage"] = 267.1,
					["TimeDamaging"] = {
						["奥金尼灵魂祭司"] = {
							["Details"] = {
								["血袭 (伤害/跳)"] = {
									["count"] = 1.27,
								},
								["纠缠根须 (伤害/跳)"] = {
									["count"] = 0.9,
								},
								["割裂 (伤害/跳)"] = {
									["count"] = 0.4,
								},
								["割碎"] = {
									["count"] = 0.59,
								},
								["斜掠"] = {
									["count"] = 0.35,
								},
								["裂伤（豹）"] = {
									["count"] = 1.7,
								},
								["撕碎"] = {
									["count"] = 2.270000000000001,
								},
								["凶猛撕咬"] = {
									["count"] = 0.36,
								},
								["肉搏"] = {
									["count"] = 54.8,
								},
							},
							["amount"] = 62.63999999999999,
						},
						["相位祭司"] = {
							["Details"] = {
								["裂伤（豹）"] = {
									["count"] = 0.78,
								},
								["肉搏"] = {
									["count"] = 0.23,
								},
							},
							["amount"] = 1.01,
						},
						["幻影占有者"] = {
							["Details"] = {
								["凶猛撕咬"] = {
									["count"] = 0.82,
								},
								["裂伤（豹）"] = {
									["count"] = 0.21,
								},
								["肉搏"] = {
									["count"] = 0.78,
								},
							},
							["amount"] = 1.81,
						},
						["复生的白骨"] = {
							["Details"] = {
								["纠缠根须 (伤害/跳)"] = {
									["count"] = 4.020000000000001,
								},
								["凶猛撕咬"] = {
									["count"] = 0.96,
								},
								["裂伤（豹）"] = {
									["count"] = 0.71,
								},
								["肉搏"] = {
									["count"] = 18.47,
								},
							},
							["amount"] = 24.16,
						},
						["相位潜行者"] = {
							["Details"] = {
								["纠缠根须 (伤害/跳)"] = {
									["count"] = 3.06,
								},
								["凶猛撕咬"] = {
									["count"] = 1.54,
								},
								["肉搏"] = {
									["count"] = 2.31,
								},
							},
							["amount"] = 6.91,
						},
						["殉难者的化身"] = {
							["Details"] = {
								["割裂 (伤害/跳)"] = {
									["count"] = 0,
								},
								["血袭 (伤害/跳)"] = {
									["count"] = 0.83,
								},
								["裂伤（豹）"] = {
									["count"] = 0.17,
								},
								["肉搏"] = {
									["count"] = 6.710000000000001,
								},
							},
							["amount"] = 7.710000000000001,
						},
						["奥金尼僧侣"] = {
							["Details"] = {
								["割碎"] = {
									["count"] = 0,
								},
								["凶猛撕咬"] = {
									["count"] = 1.81,
								},
								["裂伤（豹）"] = {
									["count"] = 3.99,
								},
								["血袭 (伤害/跳)"] = {
									["count"] = 1.47,
								},
								["撕碎"] = {
									["count"] = 0,
								},
								["割裂 (伤害/跳)"] = {
									["count"] = 1.18,
								},
								["肉搏"] = {
									["count"] = 27.15000000000001,
								},
							},
							["amount"] = 35.59999999999999,
						},
						["无息的巡视者"] = {
							["Details"] = {
								["撕碎"] = {
									["count"] = 1.27,
								},
								["凶猛撕咬"] = {
									["count"] = 0.48,
								},
								["毁灭"] = {
									["count"] = 0.91,
								},
								["肉搏"] = {
									["count"] = 3.430000000000001,
								},
							},
							["amount"] = 6.090000000000001,
						},
						["无息的祭司"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 2.45,
								},
							},
							["amount"] = 2.45,
						},
						["蜘蛛"] = {
							["Details"] = {
								["纠缠根须 (伤害/跳)"] = {
									["count"] = 1.35,
								},
							},
							["amount"] = 1.35,
						},
						["暴怒的骷髅"] = {
							["Details"] = {
								["割碎"] = {
									["count"] = 0.37,
								},
								["斜掠"] = {
									["count"] = 0.23,
								},
								["裂伤（豹）"] = {
									["count"] = 0.16,
								},
								["凶猛撕咬"] = {
									["count"] = 0.9300000000000001,
								},
								["割裂 (伤害/跳)"] = {
									["count"] = 0.69,
								},
								["撕碎"] = {
									["count"] = 0.94,
								},
								["毁灭"] = {
									["count"] = 2.19,
								},
								["肉搏"] = {
									["count"] = 13.36,
								},
							},
							["amount"] = 18.87,
						},
						["死亡观察者希尔拉克"] = {
							["Details"] = {
								["血袭 (伤害/跳)"] = {
									["count"] = 1.55,
								},
								["割裂 (伤害/跳)"] = {
									["count"] = 1.65,
								},
								["斜掠 (伤害/跳)"] = {
									["count"] = 0.34,
								},
								["斜掠"] = {
									["count"] = 0.19,
								},
								["猛击"] = {
									["count"] = 0.57,
								},
								["割碎"] = {
									["count"] = 0.49,
								},
								["撕碎"] = {
									["count"] = 0.58,
								},
								["裂伤（豹）"] = {
									["count"] = 0.85,
								},
								["肉搏"] = {
									["count"] = 11.03,
								},
							},
							["amount"] = 17.25,
						},
						["奥金尼守备官"] = {
							["Details"] = {
								["割碎"] = {
									["count"] = 0.34,
								},
								["凶猛撕咬"] = {
									["count"] = 0.39,
								},
								["裂伤（豹）"] = {
									["count"] = 2.28,
								},
								["撕碎"] = {
									["count"] = 0.38,
								},
								["肉搏"] = {
									["count"] = 27.45,
								},
							},
							["amount"] = 30.84,
						},
						["被激怒的骷髅"] = {
							["Details"] = {
								["裂伤（豹）"] = {
									["count"] = 0.8799999999999999,
								},
								["撕碎"] = {
									["count"] = 1.9,
								},
								["割裂 (伤害/跳)"] = {
									["count"] = 1.78,
								},
								["肉搏"] = {
									["count"] = 5.15,
								},
							},
							["amount"] = 9.709999999999999,
						},
						["大主教玛拉达尔"] = {
							["Details"] = {
								["割碎"] = {
									["count"] = 0.39,
								},
								["斜掠"] = {
									["count"] = 0.06,
								},
								["猛击"] = {
									["count"] = 0,
								},
								["凶猛撕咬"] = {
									["count"] = 0,
								},
								["裂伤（豹）"] = {
									["count"] = 0,
								},
								["撕碎"] = {
									["count"] = 0.23,
								},
								["割裂 (伤害/跳)"] = {
									["count"] = 2.64,
								},
								["肉搏"] = {
									["count"] = 13.89,
								},
							},
							["amount"] = 17.21,
						},
						["奥金尼通灵师"] = {
							["Details"] = {
								["凶猛撕咬"] = {
									["count"] = 1.23,
								},
								["裂伤（豹）"] = {
									["count"] = 4.32,
								},
								["血袭 (伤害/跳)"] = {
									["count"] = 1.07,
								},
								["撕碎"] = {
									["count"] = 2.36,
								},
								["割裂 (伤害/跳)"] = {
									["count"] = 0.36,
								},
								["肉搏"] = {
									["count"] = 11.15,
								},
							},
							["amount"] = 20.49,
						},
						["无息的士兵"] = {
							["Details"] = {
								["裂伤（豹）"] = {
									["count"] = 0.86,
								},
								["肉搏"] = {
									["count"] = 2.14,
								},
							},
							["amount"] = 3,
						},
					},
					["ManaGain"] = 57636,
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 2,
								},
								["Tick"] = {
									["count"] = 6,
								},
							},
							["amount"] = 8,
						},
						["Shadow"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
						["Melee"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Nature"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["WhoHealed"] = {
						["Gpt"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 251,
								},
								["神圣风暴"] = {
									["count"] = 49,
								},
							},
							["amount"] = 300,
						},
						["Fallat"] = {
							["Details"] = {
								["恢复"] = {
									["count"] = 76,
								},
							},
							["amount"] = 76,
						},
						["Shalannius"] = {
							["Details"] = {
								["强化兽群领袖"] = {
									["count"] = 2324,
								},
							},
							["amount"] = 2324,
						},
					},
				},
			},
			["Owner"] = false,
			["LastDamageTaken"] = 422,
			["NextEventNum"] = 44,
			["LastEventHealthNum"] = {
				100, -- [1]
				100, -- [2]
				100, -- [3]
				100, -- [4]
				100, -- [5]
				100, -- [6]
				100, -- [7]
				100, -- [8]
				100, -- [9]
				100, -- [10]
				100, -- [11]
				100, -- [12]
				100, -- [13]
				100, -- [14]
				100, -- [15]
				100, -- [16]
				100, -- [17]
				100, -- [18]
				100, -- [19]
				100, -- [20]
				100, -- [21]
				100, -- [22]
				100, -- [23]
				100, -- [24]
				100, -- [25]
				100, -- [26]
				100, -- [27]
				100, -- [28]
				100, -- [29]
				100, -- [30]
				100, -- [31]
				100, -- [32]
				100, -- [33]
				100, -- [34]
				100, -- [35]
				100, -- [36]
				100, -- [37]
				100, -- [38]
				100, -- [39]
				100, -- [40]
				100, -- [41]
				100, -- [42]
				100, -- [43]
				100, -- [44]
				100, -- [45]
				100, -- [46]
				100, -- [47]
				100, -- [48]
				100, -- [49]
				100, -- [50]
			},
			["LastEvents"] = {
				"Shalannius 强化兽群领袖 Shalannius Tick +471 (471过量治疗)", -- [1]
				"Shalannius 肉搏 大主教玛拉达尔 Hit -138 (Physical)", -- [2]
				"Shalannius 割裂 (伤害/跳) 大主教玛拉达尔 Tick -343 (Physical)", -- [3]
				"Shalannius 强化兽群领袖 Harutt Tick +506 (506过量治疗)", -- [4]
				"Shalannius 强化兽群领袖 Harutt Tick +506 (506过量治疗)", -- [5]
				"Shalannius 肉搏 大主教玛拉达尔 Crit -312 (Physical)", -- [6]
				"Shalannius 强化兽群领袖 Shalannius Tick +471 (471过量治疗)", -- [7]
				"Shalannius 强化兽群领袖 Harutt Tick +506 (506过量治疗)", -- [8]
				"Shalannius 斜掠 大主教玛拉达尔 Crit -292 (Physical)", -- [9]
				"Shalannius 强化兽群领袖 Shalannius Tick +471 (471过量治疗)", -- [10]
				"Gpt 圣光审判 Shalannius Tick +235 (235过量治疗)", -- [11]
				"Shalannius 强化兽群领袖 Harutt Tick +506 (506过量治疗)", -- [12]
				"Shalannius 强化兽群领袖 Harutt Tick +506 (506过量治疗)", -- [13]
				"Shalannius 割裂 (伤害/跳) 大主教玛拉达尔 Tick -343 (Physical)", -- [14]
				"Gpt 圣光审判 Shalannius Tick +235 (235过量治疗)", -- [15]
				"Shalannius 肉搏 大主教玛拉达尔 Hit -148 (Physical)", -- [16]
				"Shalannius 撕碎 大主教玛拉达尔 Crit -2547 (Physical)", -- [17]
				"Shalannius 强化兽群领袖 Shalannius Tick +471 (471过量治疗)", -- [18]
				"Shalannius 强化兽群领袖 Harutt Tick +506 (506过量治疗)", -- [19]
				"Shalannius 强化兽群领袖 Gpt Tick +449 (449过量治疗)", -- [20]
				"Shalannius 肉搏 大主教玛拉达尔 Hit -176 (Physical)", -- [21]
				"Shalannius 凶猛撕咬 大主教玛拉达尔 Crit -2959 (Physical)", -- [22]
				"Shalannius 强化兽群领袖 Shalannius Tick +471 (471过量治疗)", -- [23]
				"Shalannius 强化兽群领袖 Harutt Tick +506 (506过量治疗)", -- [24]
				"Shalannius 强化兽群领袖 Harutt Tick +506 (506过量治疗)", -- [25]
				"Shalannius 强化兽群领袖 Harutt Tick +506 (506过量治疗)", -- [26]
				"Shalannius 强化兽群领袖 Harutt Tick +506 (506过量治疗)", -- [27]
				"Shalannius 强化兽群领袖 Harutt Tick +506 (506过量治疗)", -- [28]
				"Shalannius 肉搏 殉难者的化身 Hit -144 (Physical)", -- [29]
				"Shalannius 肉搏 殉难者的化身 Crit -299 (Physical)", -- [30]
				"Shalannius 强化兽群领袖 Shalannius Tick +471 (471过量治疗)", -- [31]
				"Shalannius 肉搏 殉难者的化身 Hit -143 (Physical)", -- [32]
				"Shalannius 强化兽群领袖 Harutt Tick +506 (506过量治疗)", -- [33]
				"Gpt 神圣风暴 Shalannius Tick +93 (93过量治疗)", -- [34]
				"Shalannius 血袭 (伤害/跳) 殉难者的化身 Tick -113 (Physical)", -- [35]
				"Gpt 圣光审判 Shalannius Tick +235 (235过量治疗)", -- [36]
				"Shalannius 割裂 (伤害/跳) 殉难者的化身 Tick -168 (Physical)", -- [37]
				"Gpt 圣光审判 Shalannius Tick +235 (235过量治疗)", -- [38]
				"Shalannius 肉搏 殉难者的化身 Hit -138 (Physical)", -- [39]
				"Gpt 圣光审判 Shalannius Tick +235 (235过量治疗)", -- [40]
				"Shalannius 裂伤（豹） 殉难者的化身 Hit -682 (Physical)", -- [41]
				"Shalannius 强化兽群领袖 Harutt Tick +506 (506过量治疗)", -- [42]
				"Shalannius 肉搏 殉难者的化身 Hit -136 (Physical)", -- [43]
				"Shalannius 强化兽群领袖 Shalannius Tick +471 (471过量治疗)", -- [44]
				"Shalannius 肉搏 大主教玛拉达尔 Hit -148 (Physical)", -- [45]
				"Gpt 圣光审判 Shalannius Tick +235 (235过量治疗)", -- [46]
				"Shalannius 割裂 (伤害/跳) 大主教玛拉达尔 Tick -343 (Physical)", -- [47]
				"Shalannius 强化兽群领袖 Harutt Tick +506 (506过量治疗)", -- [48]
				"Shalannius 肉搏 大主教玛拉达尔 Hit -150 (Physical)", -- [49]
				"Shalannius 割碎 大主教玛拉达尔 Crit -1009 (Physical)", -- [50]
			},
			["Name"] = "Shalannius",
			["LastEventIncoming"] = {
				true, -- [1]
				false, -- [2]
				false, -- [3]
				false, -- [4]
				false, -- [5]
				false, -- [6]
				true, -- [7]
				false, -- [8]
				false, -- [9]
				true, -- [10]
				true, -- [11]
				false, -- [12]
				false, -- [13]
				false, -- [14]
				true, -- [15]
				false, -- [16]
				false, -- [17]
				true, -- [18]
				false, -- [19]
				false, -- [20]
				false, -- [21]
				false, -- [22]
				true, -- [23]
				false, -- [24]
				false, -- [25]
				false, -- [26]
				false, -- [27]
				false, -- [28]
				false, -- [29]
				false, -- [30]
				true, -- [31]
				false, -- [32]
				false, -- [33]
				true, -- [34]
				false, -- [35]
				true, -- [36]
				false, -- [37]
				true, -- [38]
				false, -- [39]
				true, -- [40]
				false, -- [41]
				false, -- [42]
				false, -- [43]
				true, -- [44]
				false, -- [45]
				true, -- [46]
				false, -- [47]
				false, -- [48]
				false, -- [49]
				false, -- [50]
			},
			["LastEventHealth"] = {
				"9837 (100%)", -- [1]
				"9837 (100%)", -- [2]
				"9837 (100%)", -- [3]
				"9837 (100%)", -- [4]
				"9837 (100%)", -- [5]
				"9837 (100%)", -- [6]
				"9837 (100%)", -- [7]
				"9837 (100%)", -- [8]
				"9837 (100%)", -- [9]
				"9837 (100%)", -- [10]
				"9837 (100%)", -- [11]
				"9837 (100%)", -- [12]
				"9837 (100%)", -- [13]
				"9837 (100%)", -- [14]
				"9837 (100%)", -- [15]
				"9837 (100%)", -- [16]
				"9837 (100%)", -- [17]
				"9837 (100%)", -- [18]
				"9837 (100%)", -- [19]
				"9837 (100%)", -- [20]
				"9837 (100%)", -- [21]
				"9837 (100%)", -- [22]
				"9837 (100%)", -- [23]
				"9837 (100%)", -- [24]
				"9837 (100%)", -- [25]
				"9837 (100%)", -- [26]
				"9837 (100%)", -- [27]
				"9837 (100%)", -- [28]
				"9837 (100%)", -- [29]
				"9837 (100%)", -- [30]
				"9837 (100%)", -- [31]
				"9837 (100%)", -- [32]
				"9837 (100%)", -- [33]
				"9837 (100%)", -- [34]
				"9837 (100%)", -- [35]
				"9837 (100%)", -- [36]
				"9837 (100%)", -- [37]
				"9837 (100%)", -- [38]
				"9837 (100%)", -- [39]
				"9837 (100%)", -- [40]
				"9837 (100%)", -- [41]
				"9837 (100%)", -- [42]
				"9837 (100%)", -- [43]
				"9837 (100%)", -- [44]
				"9837 (100%)", -- [45]
				"9837 (100%)", -- [46]
				"9837 (100%)", -- [47]
				"9837 (100%)", -- [48]
				"9837 (100%)", -- [49]
				"9837 (100%)", -- [50]
			},
			["type"] = "Grouped",
			["LastEventTimes"] = {
				2714959.591, -- [1]
				2714960.193, -- [2]
				2714960.461, -- [3]
				2714960.54, -- [4]
				2714960.541, -- [5]
				2714962.065, -- [6]
				2714962.065, -- [7]
				2714962.129, -- [8]
				2714962.13, -- [9]
				2714962.13, -- [10]
				2714962.145, -- [11]
				2714962.145, -- [12]
				2714962.147, -- [13]
				2714962.458, -- [14]
				2714962.458, -- [15]
				2714963.138, -- [16]
				2714963.139, -- [17]
				2714963.14, -- [18]
				2714963.679, -- [19]
				2714963.75, -- [20]
				2714964.181, -- [21]
				2714964.182, -- [22]
				2714964.251, -- [23]
				2714964.859, -- [24]
				2714965.263, -- [25]
				2714966.76, -- [26]
				2714966.975, -- [27]
				2714968.507, -- [28]
				2714969.359, -- [29]
				2714970.361, -- [30]
				2714970.361, -- [31]
				2714971.52, -- [32]
				2714971.744, -- [33]
				2714971.959, -- [34]
				2714972.354, -- [35]
				2714972.355, -- [36]
				2714972.355, -- [37]
				2714972.356, -- [38]
				2714972.503, -- [39]
				2714972.503, -- [40]
				2714972.671, -- [41]
				2714973.337, -- [42]
				2714973.57, -- [43]
				2714957.048, -- [44]
				2714958.135, -- [45]
				2714958.135, -- [46]
				2714958.459, -- [47]
				2714958.92, -- [48]
				2714959.204, -- [49]
				2714959.591, -- [50]
			},
			["LastAbility"] = 2766760.309,
		},
		["Nittlebur"] = {
			["GUID"] = "0xF1300112AB000249",
			["LastEventHealth"] = {
				"6703 (100%)", -- [1]
				"6703 (100%)", -- [2]
				"6703 (100%)", -- [3]
				"6703 (100%)", -- [4]
				"6703 (100%)", -- [5]
				"6703 (100%)", -- [6]
				"6703 (100%)", -- [7]
				"6703 (100%)", -- [8]
				"6703 (100%)", -- [9]
				"6703 (100%)", -- [10]
				"6703 (100%)", -- [11]
				"6703 (100%)", -- [12]
				"6703 (100%)", -- [13]
				"6703 (100%)", -- [14]
				"6703 (100%)", -- [15]
				"6703 (100%)", -- [16]
				"6703 (100%)", -- [17]
				"6703 (100%)", -- [18]
				"6703 (100%)", -- [19]
				"6703 (100%)", -- [20]
				"6703 (100%)", -- [21]
				"6703 (100%)", -- [22]
				"6703 (100%)", -- [23]
				"6703 (100%)", -- [24]
				"6703 (100%)", -- [25]
				"6703 (100%)", -- [26]
				"6703 (100%)", -- [27]
				"6703 (100%)", -- [28]
				"6703 (100%)", -- [29]
				"6703 (100%)", -- [30]
				"6703 (100%)", -- [31]
				"6703 (100%)", -- [32]
				"6703 (100%)", -- [33]
				"6703 (100%)", -- [34]
				"6703 (100%)", -- [35]
				"6703 (100%)", -- [36]
				"6703 (100%)", -- [37]
				"6703 (100%)", -- [38]
				"6703 (100%)", -- [39]
				"6703 (100%)", -- [40]
				"6703 (100%)", -- [41]
				"6703 (100%)", -- [42]
				"6703 (100%)", -- [43]
				"6703 (100%)", -- [44]
				"6703 (100%)", -- [45]
				"6703 (100%)", -- [46]
				"6703 (100%)", -- [47]
				"6703 (100%)", -- [48]
				"6703 (100%)", -- [49]
				"6703 (100%)", -- [50]
			},
			["LastAttackedBy"] = "奥金尼守备官",
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"HEAL", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"DAMAGE", -- [9]
				"HEAL", -- [10]
				"DAMAGE", -- [11]
				"HEAL", -- [12]
				"DAMAGE", -- [13]
				"HEAL", -- [14]
				"HEAL", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"HEAL", -- [18]
				"DAMAGE", -- [19]
				"HEAL", -- [20]
				"DAMAGE", -- [21]
				"HEAL", -- [22]
				"DAMAGE", -- [23]
				"HEAL", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"HEAL", -- [27]
				"DAMAGE", -- [28]
				"HEAL", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"HEAL", -- [32]
				"DAMAGE", -- [33]
				"DAMAGE", -- [34]
				"HEAL", -- [35]
				"DAMAGE", -- [36]
				"HEAL", -- [37]
				"DAMAGE", -- [38]
				"HEAL", -- [39]
				"DAMAGE", -- [40]
				"HEAL", -- [41]
				"DAMAGE", -- [42]
				"DAMAGE", -- [43]
				"DAMAGE", -- [44]
				"HEAL", -- [45]
				"HEAL", -- [46]
				"DAMAGE", -- [47]
				"HEAL", -- [48]
				"DAMAGE", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["Dispels"] = {
					10, -- [1]
				},
				["DamageTaken"] = {
					2397, -- [1]
				},
				["HealingTaken"] = {
					1929, -- [1]
				},
				["ActiveTime"] = {
					230.4000000000001, -- [1]
				},
				["Interrupts"] = {
					7, -- [1]
				},
				["TimeDamage"] = {
					230.4000000000001, -- [1]
				},
				["ManaGain"] = {
					24823, -- [1]
				},
				["DOT_Time"] = {
					42, -- [1]
				},
				["Damage"] = {
					208952, -- [1]
				},
			},
			["enClass"] = "MAGE",
			["unit"] = "Nittlebur",
			["LastActive"] = 1716791284,
			["level"] = 70,
			["LastDamageAbility"] = "暗影守卫",
			["LastFightIn"] = 10,
			["LastEventNum"] = {
				[14] = 1.999104878412651,
				[29] = 1.999104878412651,
				[15] = 0.984633746083843,
				[32] = 1.999104878412651,
				[35] = 1.999104878412651,
				[18] = 1.999104878412651,
				[37] = 1.999104878412651,
				[39] = 1.999104878412651,
				[20] = 1.999104878412651,
				[10] = 1.999104878412651,
				[22] = 1.999104878412651,
				[45] = 1.999104878412651,
				[46] = 1.163658063553633,
				[24] = 1.999104878412651,
				[12] = 1.999104878412651,
				[6] = 1.133820677308668,
				[27] = 1.999104878412651,
				[41] = 1.999104878412651,
				[48] = 1.999104878412651,
			},
			["lazysync"] = true,
			["FightsSaved"] = 5,
			["UnitLockout"] = 1716790806,
			["Fights"] = {
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["HOTs"] = {
					},
					["ManaGain"] = 0,
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialAbsorb"] = {
					},
					["RageGain"] = 0,
					["FAttacks"] = {
					},
					["PartialBlock"] = {
					},
					["ElementDone"] = {
					},
					["CCBroken"] = {
					},
					["ElementHitsDone"] = {
					},
					["Dispelled"] = 0,
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["FDamagedWho"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["RageGained"] = {
					},
					["ActiveTime"] = 0,
					["CCBreak"] = 0,
					["EnergyGain"] = 0,
					["WhoHealed"] = {
					},
					["PartialResist"] = {
					},
					["ManaGained"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["ElementTakenResist"] = {
					},
					["InterruptData"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
					},
					["Heals"] = {
					},
					["FDamage"] = 0,
					["EnergyGained"] = {
					},
					["HealedWho"] = {
					},
					["Healing"] = 0,
					["RunicPowerGained"] = {
					},
					["ManaGainedFrom"] = {
					},
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["DamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["HOTs"] = {
					},
					["ManaGain"] = 0,
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialAbsorb"] = {
					},
					["RageGain"] = 0,
					["FAttacks"] = {
					},
					["PartialBlock"] = {
					},
					["ElementDone"] = {
					},
					["CCBroken"] = {
					},
					["ElementHitsDone"] = {
					},
					["Dispelled"] = 0,
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["FDamagedWho"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["RageGained"] = {
					},
					["ActiveTime"] = 0,
					["CCBreak"] = 0,
					["EnergyGain"] = 0,
					["WhoHealed"] = {
					},
					["PartialResist"] = {
					},
					["ManaGained"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["ElementTakenResist"] = {
					},
					["InterruptData"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
					},
					["Heals"] = {
					},
					["FDamage"] = 0,
					["EnergyGained"] = {
					},
					["HealedWho"] = {
					},
					["Healing"] = 0,
					["RunicPowerGained"] = {
					},
					["ManaGainedFrom"] = {
					},
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["DamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["DOTs"] = {
						["火球术 (伤害/跳)"] = {
							["Details"] = {
								["死亡观察者希尔拉克"] = {
									["count"] = 12,
								},
							},
							["amount"] = 12,
						},
						["点燃 (伤害/跳)"] = {
							["Details"] = {
								["大主教玛拉达尔"] = {
									["count"] = 3,
								},
								["死亡观察者希尔拉克"] = {
									["count"] = 6,
								},
								["暴怒的骷髅"] = {
									["count"] = 6,
								},
							},
							["amount"] = 15,
						},
						["炎爆术 (伤害/跳)"] = {
							["Details"] = {
								["奥金尼灵魂祭司"] = {
									["count"] = 3,
								},
								["大主教玛拉达尔"] = {
									["count"] = 12,
								},
							},
							["amount"] = 15,
						},
					},
					["ElementDoneResist"] = {
						["Frost"] = 231,
					},
					["TimeSpent"] = {
						["奥金尼灵魂祭司"] = {
							["Details"] = {
								["熔岩护甲"] = {
									["count"] = 0.29,
								},
								["冰霜新星"] = {
									["count"] = 9.25,
								},
								["火球术"] = {
									["count"] = 2.19,
								},
								["暴风雪"] = {
									["count"] = 8.919999999999998,
								},
								["火焰冲击"] = {
									["count"] = 7.52,
								},
								["炎爆术"] = {
									["count"] = 7,
								},
								["寒冰箭"] = {
									["count"] = 7.13,
								},
								["炎爆术 (伤害/跳)"] = {
									["count"] = 0.02,
								},
								["冰锥术"] = {
									["count"] = 2.48,
								},
							},
							["amount"] = 44.8,
						},
						["相位祭司"] = {
							["Details"] = {
								["暴风雪"] = {
									["count"] = 1.83,
								},
							},
							["amount"] = 1.83,
						},
						["复生的白骨"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 3.5,
								},
								["暴风雪"] = {
									["count"] = 8.18,
								},
								["火焰冲击"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 15.18,
						},
						["相位潜行者"] = {
							["Details"] = {
								["暴风雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["无息的巫师"] = {
							["Details"] = {
								["暴风雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["殉难者的化身"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 6.74,
								},
								["冰锥术"] = {
									["count"] = 1.62,
								},
							},
							["amount"] = 8.359999999999999,
						},
						["奥金尼僧侣"] = {
							["Details"] = {
								["暴风雪"] = {
									["count"] = 4.869999999999999,
								},
								["冰锥术"] = {
									["count"] = 7,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 3.5,
								},
								["寒冰箭"] = {
									["count"] = 7.44,
								},
								["火焰冲击"] = {
									["count"] = 3.5,
								},
								["霜寒刺骨"] = {
									["count"] = 0,
								},
							},
							["amount"] = 26.31,
						},
						["无息的巡视者"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 3.32,
								},
								["暴风雪"] = {
									["count"] = 2.35,
								},
								["冰锥术"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 9.17,
						},
						["相位士兵"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["无息的士兵"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 2.37,
								},
							},
							["amount"] = 2.37,
						},
						["蜘蛛"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暴怒的骷髅"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 8.129999999999999,
								},
								["冰锥术"] = {
									["count"] = 1.04,
								},
								["火球术"] = {
									["count"] = 2,
								},
								["冰霜新星"] = {
									["count"] = 1.49,
								},
								["炎爆术"] = {
									["count"] = 1.98,
								},
								["寒冰箭"] = {
									["count"] = 3.7,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 0.41,
								},
								["暴风雪"] = {
									["count"] = 7.619999999999999,
								},
							},
							["amount"] = 26.37,
						},
						["死亡观察者希尔拉克"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 5.199999999999999,
								},
								["深度冻结"] = {
									["count"] = 3.5,
								},
								["火球术"] = {
									["count"] = 1.68,
								},
								["寒冰箭"] = {
									["count"] = 5.569999999999999,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 0.53,
								},
								["火焰冲击"] = {
									["count"] = 1.26,
								},
							},
							["amount"] = 17.74,
						},
						["相位巫师"] = {
							["Details"] = {
								["暴风雪"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 3.76,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 3.76,
						},
						["奥金尼守备官"] = {
							["Details"] = {
								["暴风雪"] = {
									["count"] = 5.98,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0.55,
								},
								["火焰冲击"] = {
									["count"] = 7,
								},
								["肉搏"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 17.03,
						},
						["被激怒的骷髅"] = {
							["Details"] = {
								["冰锥术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 1.66,
								},
								["寒冰箭"] = {
									["count"] = 4.46,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 1.84,
								},
							},
							["amount"] = 7.96,
						},
						["大主教玛拉达尔"] = {
							["Details"] = {
								["熔岩护甲"] = {
									["count"] = 1.84,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
								["炎爆术"] = {
									["count"] = 3.5,
								},
								["炎爆术 (伤害/跳)"] = {
									["count"] = 3.91,
								},
								["肉搏"] = {
									["count"] = 3.5,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 1.06,
								},
								["寒冰箭"] = {
									["count"] = 4.69,
								},
								["霜寒刺骨"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 1.56,
								},
							},
							["amount"] = 20.06,
						},
						["奥金尼通灵师"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0.9300000000000001,
								},
								["寒冰箭"] = {
									["count"] = 11.37,
								},
								["暴风雪"] = {
									["count"] = 8.299999999999999,
								},
								["火焰冲击"] = {
									["count"] = 1.41,
								},
							},
							["amount"] = 22.01,
						},
						["无息的祭司"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0.37,
								},
								["冰霜新星"] = {
									["count"] = 1.25,
								},
								["暴风雪"] = {
									["count"] = 5.83,
								},
							},
							["amount"] = 7.45,
						},
					},
					["DamageTaken"] = 2397,
					["PartialResist"] = {
						["暗影守卫"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 7,
							["amount"] = 0,
						},
						["灵魂缎带"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["暗影箭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
					},
					["ManaGained"] = {
						["激活"] = {
							["Details"] = {
								["Shalannius"] = {
									["count"] = 5330,
								},
							},
							["amount"] = 5330,
						},
						["恢复法力"] = {
							["Details"] = {
								["Nittlebur"] = {
									["count"] = 7237,
								},
							},
							["amount"] = 7237,
						},
						["恢复"] = {
							["Details"] = {
								["Gpt"] = {
									["count"] = 3852,
								},
							},
							["amount"] = 3852,
						},
						["元素大师"] = {
							["Details"] = {
								["Nittlebur"] = {
									["count"] = 8404,
								},
							},
							["amount"] = 8404,
						},
					},
					["ElementTakenAbsorb"] = {
						["Melee"] = 777,
						["Shadow"] = 1782,
					},
					["Interrupts"] = 7,
					["WhoHealed"] = {
						["Fallat"] = {
							["Details"] = {
								["恢复"] = {
									["count"] = 1518,
								},
							},
							["amount"] = 1518,
						},
						["Gpt"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 113,
								},
								["神圣风暴"] = {
									["count"] = 298,
								},
							},
							["amount"] = 411,
						},
					},
					["ElementTaken"] = {
						["Shadow"] = 2397,
					},
					["DOT_Time"] = 42,
					["InterruptData"] = {
						["相位巫师"] = {
							["Details"] = {
								["火球术 (法术反制)"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["奥金尼灵魂祭司"] = {
							["Details"] = {
								["暗影箭 (法术反制)"] = {
									["count"] = 5,
								},
							},
							["amount"] = 5,
						},
						["奥金尼通灵师"] = {
							["Details"] = {
								["吸取灵魂 (法术反制)"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["Damage"] = 208952,
					["ElementHitsTaken"] = {
						["Melee"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Shadow"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 3,
								},
								["Hit"] = {
									["count"] = 6,
								},
							},
							["amount"] = 9,
						},
					},
					["TimeDamaging"] = {
						["奥金尼灵魂祭司"] = {
							["Details"] = {
								["熔岩护甲"] = {
									["count"] = 0.29,
								},
								["冰霜新星"] = {
									["count"] = 9.25,
								},
								["火球术"] = {
									["count"] = 2.19,
								},
								["暴风雪"] = {
									["count"] = 8.919999999999998,
								},
								["火焰冲击"] = {
									["count"] = 7.52,
								},
								["炎爆术"] = {
									["count"] = 7,
								},
								["寒冰箭"] = {
									["count"] = 7.13,
								},
								["炎爆术 (伤害/跳)"] = {
									["count"] = 0.02,
								},
								["冰锥术"] = {
									["count"] = 2.48,
								},
							},
							["amount"] = 44.8,
						},
						["相位祭司"] = {
							["Details"] = {
								["暴风雪"] = {
									["count"] = 1.83,
								},
							},
							["amount"] = 1.83,
						},
						["复生的白骨"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 3.5,
								},
								["暴风雪"] = {
									["count"] = 8.18,
								},
								["火焰冲击"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 15.18,
						},
						["相位潜行者"] = {
							["Details"] = {
								["暴风雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["无息的巫师"] = {
							["Details"] = {
								["暴风雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["殉难者的化身"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 6.74,
								},
								["冰锥术"] = {
									["count"] = 1.62,
								},
							},
							["amount"] = 8.359999999999999,
						},
						["奥金尼僧侣"] = {
							["Details"] = {
								["暴风雪"] = {
									["count"] = 4.869999999999999,
								},
								["冰锥术"] = {
									["count"] = 7,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 3.5,
								},
								["寒冰箭"] = {
									["count"] = 7.44,
								},
								["火焰冲击"] = {
									["count"] = 3.5,
								},
								["霜寒刺骨"] = {
									["count"] = 0,
								},
							},
							["amount"] = 26.31,
						},
						["无息的巡视者"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 3.32,
								},
								["暴风雪"] = {
									["count"] = 2.35,
								},
								["冰锥术"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 9.17,
						},
						["相位士兵"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["无息的士兵"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 2.37,
								},
							},
							["amount"] = 2.37,
						},
						["蜘蛛"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暴怒的骷髅"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 8.129999999999999,
								},
								["冰锥术"] = {
									["count"] = 1.04,
								},
								["火球术"] = {
									["count"] = 2,
								},
								["冰霜新星"] = {
									["count"] = 1.49,
								},
								["炎爆术"] = {
									["count"] = 1.98,
								},
								["寒冰箭"] = {
									["count"] = 3.7,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 0.41,
								},
								["暴风雪"] = {
									["count"] = 7.619999999999999,
								},
							},
							["amount"] = 26.37,
						},
						["死亡观察者希尔拉克"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 5.199999999999999,
								},
								["深度冻结"] = {
									["count"] = 3.5,
								},
								["火球术"] = {
									["count"] = 1.68,
								},
								["寒冰箭"] = {
									["count"] = 5.569999999999999,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 0.53,
								},
								["火焰冲击"] = {
									["count"] = 1.26,
								},
							},
							["amount"] = 17.74,
						},
						["相位巫师"] = {
							["Details"] = {
								["暴风雪"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 3.76,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 3.76,
						},
						["奥金尼守备官"] = {
							["Details"] = {
								["暴风雪"] = {
									["count"] = 5.98,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0.55,
								},
								["火焰冲击"] = {
									["count"] = 7,
								},
								["肉搏"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 17.03,
						},
						["被激怒的骷髅"] = {
							["Details"] = {
								["冰锥术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 1.66,
								},
								["寒冰箭"] = {
									["count"] = 4.46,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 1.84,
								},
							},
							["amount"] = 7.96,
						},
						["大主教玛拉达尔"] = {
							["Details"] = {
								["熔岩护甲"] = {
									["count"] = 1.84,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
								["炎爆术"] = {
									["count"] = 3.5,
								},
								["炎爆术 (伤害/跳)"] = {
									["count"] = 3.91,
								},
								["肉搏"] = {
									["count"] = 3.5,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 1.06,
								},
								["寒冰箭"] = {
									["count"] = 4.69,
								},
								["霜寒刺骨"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 1.56,
								},
							},
							["amount"] = 20.06,
						},
						["奥金尼通灵师"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0.9300000000000001,
								},
								["寒冰箭"] = {
									["count"] = 11.37,
								},
								["暴风雪"] = {
									["count"] = 8.299999999999999,
								},
								["火焰冲击"] = {
									["count"] = 1.41,
								},
							},
							["amount"] = 22.01,
						},
						["无息的祭司"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0.37,
								},
								["冰霜新星"] = {
									["count"] = 1.25,
								},
								["暴风雪"] = {
									["count"] = 5.83,
								},
							},
							["amount"] = 7.45,
						},
					},
					["Dispels"] = 10,
					["ElementHitsDone"] = {
						["Frost"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 126,
								},
								["Immune"] = {
									["count"] = 4,
								},
								["Crit"] = {
									["count"] = 113,
								},
								["Evade"] = {
									["count"] = 1,
								},
							},
							["amount"] = 244,
						},
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 15,
								},
								["Crit"] = {
									["count"] = 15,
								},
								["Tick"] = {
									["count"] = 16,
								},
							},
							["amount"] = 46,
						},
					},
					["ManaGainedFrom"] = {
						["Gpt"] = {
							["Details"] = {
								["恢复"] = {
									["count"] = 3852,
								},
							},
							["amount"] = 3852,
						},
						["Nittlebur"] = {
							["Details"] = {
								["元素大师"] = {
									["count"] = 8404,
								},
								["恢复法力"] = {
									["count"] = 7237,
								},
							},
							["amount"] = 15641,
						},
						["Shalannius"] = {
							["Details"] = {
								["激活"] = {
									["count"] = 5330,
								},
							},
							["amount"] = 5330,
						},
					},
					["PartialAbsorb"] = {
						["暗影守卫"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 376,
									["min"] = 244,
									["count"] = 3,
									["amount"] = 996,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 7,
							["amount"] = 996,
						},
						["灵魂缎带"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 786,
									["min"] = 786,
									["count"] = 1,
									["amount"] = 786,
								},
							},
							["count"] = 1,
							["amount"] = 786,
						},
						["暗影箭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 777,
									["min"] = 777,
									["count"] = 1,
									["amount"] = 777,
								},
							},
							["count"] = 1,
							["amount"] = 777,
						},
					},
					["Attacks"] = {
						["熔岩护甲"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 138,
									["min"] = 115,
									["count"] = 2,
									["amount"] = 253,
								},
								["Hit"] = {
									["max"] = 77,
									["min"] = 77,
									["count"] = 1,
									["amount"] = 77,
								},
							},
							["count"] = 3,
							["amount"] = 330,
						},
						["冰霜新星"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 774,
									["min"] = 540,
									["count"] = 8,
									["amount"] = 5077,
								},
								["Hit"] = {
									["max"] = 440,
									["min"] = 303,
									["count"] = 10,
									["amount"] = 3605,
								},
							},
							["count"] = 18,
							["amount"] = 8682,
						},
						["火球术"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 2056,
									["min"] = 1479,
									["count"] = 4,
									["amount"] = 7004,
								},
								["Hit"] = {
									["max"] = 1767,
									["min"] = 1141,
									["count"] = 5,
									["amount"] = 6580,
								},
							},
							["count"] = 9,
							["amount"] = 13584,
						},
						["火焰冲击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1678,
									["min"] = 1135,
									["count"] = 8,
									["amount"] = 10453,
								},
								["Hit"] = {
									["max"] = 1054,
									["min"] = 754,
									["count"] = 6,
									["amount"] = 5164,
								},
							},
							["count"] = 14,
							["amount"] = 15617,
						},
						["冰锥术"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1371,
									["min"] = 1306,
									["count"] = 5,
									["amount"] = 6673,
								},
								["Hit"] = {
									["max"] = 808,
									["min"] = 703,
									["count"] = 8,
									["amount"] = 5888,
								},
							},
							["count"] = 13,
							["amount"] = 12561,
						},
						["暴风雪"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 437,
									["min"] = 335,
									["count"] = 88,
									["amount"] = 32178,
								},
								["Crit"] = {
									["max"] = 823,
									["min"] = 654,
									["count"] = 85,
									["amount"] = 60055,
								},
								["Evade"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 174,
							["amount"] = 92233,
						},
						["火球术 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 26,
									["min"] = 26,
									["count"] = 6,
									["amount"] = 156,
								},
							},
							["count"] = 6,
							["amount"] = 156,
						},
						["霜寒刺骨"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["炎爆术 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 121,
									["min"] = 110,
									["count"] = 5,
									["amount"] = 572,
								},
							},
							["count"] = 5,
							["amount"] = 572,
						},
						["深度冻结"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["点燃 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 331,
									["min"] = 265,
									["count"] = 5,
									["amount"] = 1470,
								},
							},
							["count"] = 5,
							["amount"] = 1470,
						},
						["寒冰箭"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 3204,
									["min"] = 1801,
									["count"] = 15,
									["amount"] = 33253,
								},
								["Hit"] = {
									["max"] = 1694,
									["min"] = 964,
									["count"] = 20,
									["amount"] = 23064,
								},
							},
							["count"] = 35,
							["amount"] = 56317,
						},
						["炎爆术"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 2188,
									["min"] = 2188,
									["count"] = 1,
									["amount"] = 2188,
								},
								["Hit"] = {
									["max"] = 1413,
									["min"] = 1327,
									["count"] = 3,
									["amount"] = 4117,
								},
							},
							["count"] = 4,
							["amount"] = 6305,
						},
						["肉搏"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 568,
									["min"] = 557,
									["count"] = 2,
									["amount"] = 1125,
								},
							},
							["count"] = 2,
							["amount"] = 1125,
						},
					},
					["ElementDone"] = {
						["Frost"] = 169793,
						["Melee"] = 1125,
						["Fire"] = 38034,
					},
					["HealingTaken"] = 1929,
					["DamagedWho"] = {
						["奥金尼灵魂祭司"] = {
							["Details"] = {
								["熔岩护甲"] = {
									["count"] = 253,
								},
								["冰霜新星"] = {
									["count"] = 2952,
								},
								["火球术"] = {
									["count"] = 2056,
								},
								["暴风雪"] = {
									["count"] = 20152,
								},
								["火焰冲击"] = {
									["count"] = 2793,
								},
								["炎爆术"] = {
									["count"] = 3601,
								},
								["寒冰箭"] = {
									["count"] = 5264,
								},
								["炎爆术 (伤害/跳)"] = {
									["count"] = 110,
								},
								["冰锥术"] = {
									["count"] = 1511,
								},
							},
							["amount"] = 38692,
						},
						["相位祭司"] = {
							["Details"] = {
								["暴风雪"] = {
									["count"] = 335,
								},
							},
							["amount"] = 335,
						},
						["复生的白骨"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 1479,
								},
								["暴风雪"] = {
									["count"] = 15728,
								},
								["火焰冲击"] = {
									["count"] = 1180,
								},
							},
							["amount"] = 18387,
						},
						["相位潜行者"] = {
							["Details"] = {
								["暴风雪"] = {
									["count"] = 2538,
								},
							},
							["amount"] = 2538,
						},
						["无息的巫师"] = {
							["Details"] = {
								["暴风雪"] = {
									["count"] = 2906,
								},
							},
							["amount"] = 2906,
						},
						["殉难者的化身"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 4851,
								},
								["冰锥术"] = {
									["count"] = 1306,
								},
							},
							["amount"] = 6157,
						},
						["奥金尼僧侣"] = {
							["Details"] = {
								["暴风雪"] = {
									["count"] = 5280,
								},
								["冰霜新星"] = {
									["count"] = 1202,
								},
								["火球术"] = {
									["count"] = 1767,
								},
								["寒冰箭"] = {
									["count"] = 7139,
								},
								["冰锥术"] = {
									["count"] = 4022,
								},
								["火焰冲击"] = {
									["count"] = 1135,
								},
							},
							["amount"] = 20545,
						},
						["无息的巡视者"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 2950,
								},
								["暴风雪"] = {
									["count"] = 1748,
								},
								["冰锥术"] = {
									["count"] = 734,
								},
							},
							["amount"] = 5432,
						},
						["相位士兵"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 540,
								},
								["冰锥术"] = {
									["count"] = 711,
								},
							},
							["amount"] = 1251,
						},
						["无息的士兵"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 440,
								},
							},
							["amount"] = 440,
						},
						["蜘蛛"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 423,
								},
							},
							["amount"] = 423,
						},
						["暴怒的骷髅"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 2896,
								},
								["冰锥术"] = {
									["count"] = 2098,
								},
								["火球术"] = {
									["count"] = 2341,
								},
								["冰霜新星"] = {
									["count"] = 945,
								},
								["炎爆术"] = {
									["count"] = 1327,
								},
								["寒冰箭"] = {
									["count"] = 3188,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 530,
								},
								["暴风雪"] = {
									["count"] = 13960,
								},
							},
							["amount"] = 27285,
						},
						["死亡观察者希尔拉克"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 156,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 662,
								},
								["寒冰箭"] = {
									["count"] = 8243,
								},
								["火球术"] = {
									["count"] = 2871,
								},
								["火焰冲击"] = {
									["count"] = 1263,
								},
							},
							["amount"] = 13195,
						},
						["相位巫师"] = {
							["Details"] = {
								["暴风雪"] = {
									["count"] = 2203,
								},
								["寒冰箭"] = {
									["count"] = 2179,
								},
								["冰霜新星"] = {
									["count"] = 610,
								},
								["冰锥术"] = {
									["count"] = 709,
								},
							},
							["amount"] = 5701,
						},
						["奥金尼守备官"] = {
							["Details"] = {
								["暴风雪"] = {
									["count"] = 11862,
								},
								["冰霜新星"] = {
									["count"] = 325,
								},
								["冰锥术"] = {
									["count"] = 738,
								},
								["寒冰箭"] = {
									["count"] = 3178,
								},
								["火焰冲击"] = {
									["count"] = 2476,
								},
								["肉搏"] = {
									["count"] = 557,
								},
							},
							["amount"] = 19136,
						},
						["被激怒的骷髅"] = {
							["Details"] = {
								["冰锥术"] = {
									["count"] = 732,
								},
								["冰霜新星"] = {
									["count"] = 307,
								},
								["火球术"] = {
									["count"] = 1260,
								},
								["寒冰箭"] = {
									["count"] = 3120,
								},
								["暴风雪"] = {
									["count"] = 7593,
								},
								["火焰冲击"] = {
									["count"] = 804,
								},
							},
							["amount"] = 13816,
						},
						["大主教玛拉达尔"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 568,
								},
								["熔岩护甲"] = {
									["count"] = 77,
								},
								["炎爆术 (伤害/跳)"] = {
									["count"] = 462,
								},
								["冰霜新星"] = {
									["count"] = 313,
								},
								["炎爆术"] = {
									["count"] = 1377,
								},
								["寒冰箭"] = {
									["count"] = 5607,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 278,
								},
								["火焰冲击"] = {
									["count"] = 1392,
								},
							},
							["amount"] = 10074,
						},
						["奥金尼通灵师"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 1810,
								},
								["寒冰箭"] = {
									["count"] = 8797,
								},
								["暴风雪"] = {
									["count"] = 5934,
								},
								["火焰冲击"] = {
									["count"] = 1678,
								},
							},
							["amount"] = 18219,
						},
						["无息的祭司"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 1801,
								},
								["冰霜新星"] = {
									["count"] = 625,
								},
								["暴风雪"] = {
									["count"] = 1994,
								},
							},
							["amount"] = 4420,
						},
					},
					["TimeDamage"] = 230.4000000000001,
					["WhoDamaged"] = {
						["奥金尼守备官"] = {
							["Details"] = {
								["暗影守卫"] = {
									["count"] = 1657,
								},
							},
							["amount"] = 1657,
						},
						["奥金尼灵魂祭司"] = {
							["Details"] = {
								["暗影箭"] = {
									["count"] = 740,
								},
							},
							["amount"] = 740,
						},
					},
					["ManaGain"] = 24823,
					["ActiveTime"] = 230.4000000000001,
					["DispelledWho"] = {
						["Harutt"] = {
							["Details"] = {
								["遗忘之触 (解除诅咒)"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["相位潜行者"] = {
							["Details"] = {
								["灵魂复仇 (法术吸取)"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["奥金尼僧侣"] = {
							["Details"] = {
								["灵魂视界 (法术吸取)"] = {
									["count"] = 6,
								},
							},
							["amount"] = 6,
						},
						["奥金尼守备官"] = {
							["Details"] = {
								["暗影守卫 (法术吸取)"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
					},
				},
			},
			["Owner"] = false,
			["LastDamageTaken"] = 383,
			["NextEventNum"] = 49,
			["LastEventHealthNum"] = {
				100, -- [1]
				100, -- [2]
				100, -- [3]
				100, -- [4]
				100, -- [5]
				100, -- [6]
				100, -- [7]
				100, -- [8]
				100, -- [9]
				100, -- [10]
				100, -- [11]
				100, -- [12]
				100, -- [13]
				100, -- [14]
				100, -- [15]
				100, -- [16]
				100, -- [17]
				100, -- [18]
				100, -- [19]
				100, -- [20]
				100, -- [21]
				100, -- [22]
				100, -- [23]
				100, -- [24]
				100, -- [25]
				100, -- [26]
				100, -- [27]
				100, -- [28]
				100, -- [29]
				100, -- [30]
				100, -- [31]
				100, -- [32]
				100, -- [33]
				100, -- [34]
				100, -- [35]
				100, -- [36]
				100, -- [37]
				100, -- [38]
				100, -- [39]
				100, -- [40]
				100, -- [41]
				100, -- [42]
				100, -- [43]
				100, -- [44]
				100, -- [45]
				100, -- [46]
				100, -- [47]
				100, -- [48]
				100, -- [49]
				100, -- [50]
			},
			["LastEvents"] = {
				"Nittlebur 暴风雪 复生的白骨 Hit -335 (Frost)", -- [1]
				"Nittlebur 暴风雪 复生的白骨 Hit -335 (Frost)", -- [2]
				"Nittlebur 暴风雪 复生的白骨 Crit -654 (Frost)", -- [3]
				"Nittlebur 暴风雪 奥金尼通灵师 Hit -335 (Frost)", -- [4]
				"Nittlebur 暴风雪 复生的白骨 Hit -335 (Frost)", -- [5]
				"Gpt 神圣风暴 Nittlebur Tick +76 (76过量治疗)", -- [6]
				"Nittlebur 暴风雪 奥金尼通灵师 Crit -654 (Frost)", -- [7]
				"Nittlebur 暴风雪 奥金尼通灵师 Crit -654 (Frost)", -- [8]
				"Nittlebur 肉搏 大主教玛拉达尔 Hit -568 (Physical)", -- [9]
				"Gpt 圣光审判 Nittlebur Tick +134 (134过量治疗)", -- [10]
				"Nittlebur 冰霜新星 大主教玛拉达尔 Hit -313 (Frost)", -- [11]
				"Gpt 圣光审判 Nittlebur Tick +134 (134过量治疗)", -- [12]
				"Nittlebur 炎爆术 大主教玛拉达尔 Hit -1377 (Fire)", -- [13]
				"Gpt 圣光审判 Nittlebur Tick +134 (134过量治疗)", -- [14]
				"Gpt 神圣风暴 Nittlebur Tick +66 (66过量治疗)", -- [15]
				"大主教玛拉达尔 灵魂缎带 Nittlebur Absorb (786 被吸收) (Shadow)", -- [16]
				"Nittlebur 熔岩护甲 大主教玛拉达尔 Hit -77 (Fire)", -- [17]
				"Gpt 圣光审判 Nittlebur Tick +134 (134过量治疗)", -- [18]
				"Nittlebur 炎爆术 (伤害/跳) 大主教玛拉达尔 Tick -110 (Fire)", -- [19]
				"Gpt 圣光审判 Nittlebur Tick +134 (134过量治疗)", -- [20]
				"Nittlebur 寒冰箭 大主教玛拉达尔 Hit -1091 (Frost)", -- [21]
				"Gpt 圣光审判 Nittlebur Tick +134 (134过量治疗)", -- [22]
				"Nittlebur 寒冰箭 大主教玛拉达尔 Hit -1044 (Frost)", -- [23]
				"Gpt 圣光审判 Nittlebur Tick +134 (134过量治疗)", -- [24]
				"Nittlebur 霜寒刺骨 大主教玛拉达尔 Immune (Frost)", -- [25]
				"Nittlebur 炎爆术 (伤害/跳) 大主教玛拉达尔 Tick -110 (Fire)", -- [26]
				"Gpt 圣光审判 Nittlebur Tick +134 (134过量治疗)", -- [27]
				"Nittlebur 寒冰箭 大主教玛拉达尔 Hit -1159 (Frost)", -- [28]
				"Gpt 圣光审判 Nittlebur Tick +134 (134过量治疗)", -- [29]
				"Nittlebur 霜寒刺骨 大主教玛拉达尔 Immune (Frost)", -- [30]
				"Nittlebur 炎爆术 (伤害/跳) 大主教玛拉达尔 Tick -121 (Fire)", -- [31]
				"Gpt 圣光审判 Nittlebur Tick +134 (134过量治疗)", -- [32]
				"Nittlebur 寒冰箭 大主教玛拉达尔 Hit -1176 (Frost)", -- [33]
				"Nittlebur 火焰冲击 大主教玛拉达尔 Crit -1392 (Fire)", -- [34]
				"Gpt 圣光审判 Nittlebur Tick +134 (134过量治疗)", -- [35]
				"Nittlebur 寒冰箭 大主教玛拉达尔 Hit -1137 (Frost)", -- [36]
				"Gpt 圣光审判 Nittlebur Tick +134 (134过量治疗)", -- [37]
				"Nittlebur 炎爆术 (伤害/跳) 大主教玛拉达尔 Tick -121 (Fire)", -- [38]
				"Gpt 圣光审判 Nittlebur Tick +134 (134过量治疗)", -- [39]
				"Nittlebur 点燃 (伤害/跳) 大主教玛拉达尔 Tick -278 (Fire)", -- [40]
				"Gpt 圣光审判 Nittlebur Tick +134 (134过量治疗)", -- [41]
				"Nittlebur 寒冰箭 殉难者的化身 Crit -1801 (Frost)", -- [42]
				"Nittlebur 冰锥术 殉难者的化身 Crit -1306 (Frost)", -- [43]
				"Nittlebur 寒冰箭 殉难者的化身 Hit -1033 (Frost)", -- [44]
				"Gpt 圣光审判 Nittlebur Tick +134 (134过量治疗)", -- [45]
				"Gpt 神圣风暴 Nittlebur Tick +78 (78过量治疗)", -- [46]
				"Nittlebur 寒冰箭 殉难者的化身 Crit -2017 (Frost)", -- [47]
				"Gpt 圣光审判 Nittlebur Tick +134 (134过量治疗)", -- [48]
				"Nittlebur 暴风雪 奥金尼通灵师 Crit -654 (Frost)", -- [49]
				"Nittlebur 暴风雪 复生的白骨 Crit -654 (Frost)", -- [50]
			},
			["Name"] = "Nittlebur",
			["LastEventIncoming"] = {
				false, -- [1]
				false, -- [2]
				false, -- [3]
				false, -- [4]
				false, -- [5]
				true, -- [6]
				false, -- [7]
				false, -- [8]
				false, -- [9]
				true, -- [10]
				false, -- [11]
				true, -- [12]
				false, -- [13]
				true, -- [14]
				true, -- [15]
				true, -- [16]
				false, -- [17]
				true, -- [18]
				false, -- [19]
				true, -- [20]
				false, -- [21]
				true, -- [22]
				false, -- [23]
				true, -- [24]
				false, -- [25]
				false, -- [26]
				true, -- [27]
				false, -- [28]
				true, -- [29]
				false, -- [30]
				false, -- [31]
				true, -- [32]
				false, -- [33]
				false, -- [34]
				true, -- [35]
				false, -- [36]
				true, -- [37]
				false, -- [38]
				true, -- [39]
				false, -- [40]
				true, -- [41]
				false, -- [42]
				false, -- [43]
				false, -- [44]
				true, -- [45]
				true, -- [46]
				false, -- [47]
				true, -- [48]
				false, -- [49]
				false, -- [50]
			},
			["TimeLast"] = {
				["Dispels"] = 1716791088,
				["OVERALL"] = 1716791284,
				["DamageTaken"] = 1716791167,
				["HealingTaken"] = 1716791192,
				["ActiveTime"] = 1716791273,
				["Interrupts"] = 1716791196,
				["TimeDamage"] = 1716791273,
				["ManaGain"] = 1716791284,
				["DOT_Time"] = 1716791264,
				["Damage"] = 1716791273,
			},
			["type"] = "Grouped",
			["LastEventTimes"] = {
				2714930.451, -- [1]
				2714930.454, -- [2]
				2714930.454, -- [3]
				2714931.419, -- [4]
				2714931.419, -- [5]
				2714931.663, -- [6]
				2714932.376, -- [7]
				2714933.348, -- [8]
				2714946.773, -- [9]
				2714946.773, -- [10]
				2714946.774, -- [11]
				2714946.774, -- [12]
				2714950.554, -- [13]
				2714950.554, -- [14]
				2714950.838, -- [15]
				2714952.393, -- [16]
				2714952.394, -- [17]
				2714952.394, -- [18]
				2714953.537, -- [19]
				2714953.537, -- [20]
				2714954.032, -- [21]
				2714954.032, -- [22]
				2714956.09, -- [23]
				2714956.09, -- [24]
				2714956.091, -- [25]
				2714956.541, -- [26]
				2714956.541, -- [27]
				2714957.985, -- [28]
				2714957.985, -- [29]
				2714957.985, -- [30]
				2714959.54, -- [31]
				2714959.541, -- [32]
				2714959.84, -- [33]
				2714961.398, -- [34]
				2714961.398, -- [35]
				2714961.791, -- [36]
				2714961.792, -- [37]
				2714962.553, -- [38]
				2714962.553, -- [39]
				2714963.612, -- [40]
				2714963.612, -- [41]
				2714966.472, -- [42]
				2714968.092, -- [43]
				2714968.47, -- [44]
				2714968.47, -- [45]
				2714971.958, -- [46]
				2714972.291, -- [47]
				2714972.292, -- [48]
				2714930.447, -- [49]
				2714930.448, -- [50]
			},
			["LastAbility"] = 2766760.309,
		},
	},
	["FightNum"] = 35,
	["CombatTimes"] = {
		{
			1716790800, -- [1]
			1716790897, -- [2]
			"13:20:01", -- [3]
			"13:21:37", -- [4]
			"奥金尼灵魂祭司", -- [5]
		}, -- [1]
		{
			1716790897, -- [1]
			1716790908, -- [2]
			"13:21:37", -- [3]
			"13:21:48", -- [4]
			"奥金尼灵魂祭司", -- [5]
		}, -- [2]
		{
			1716790948, -- [1]
			1716790964, -- [2]
			"13:22:29", -- [3]
			"13:22:44", -- [4]
			"奥金尼僧侣", -- [5]
		}, -- [3]
		{
			1716790965, -- [1]
			1716790980, -- [2]
			"13:22:46", -- [3]
			"13:23:00", -- [4]
			"奥金尼守备官", -- [5]
		}, -- [4]
		{
			1716790983, -- [1]
			1716790999, -- [2]
			"13:23:03", -- [3]
			"13:23:19", -- [4]
			"奥金尼灵魂祭司", -- [5]
		}, -- [5]
		{
			1716791018, -- [1]
			1716791072, -- [2]
			"13:23:39", -- [3]
			"13:24:32", -- [4]
			"死亡观察者希尔拉克", -- [5]
		}, -- [6]
		{
			1716791080, -- [1]
			1716791134, -- [2]
			"13:24:41", -- [3]
			"13:25:34", -- [4]
			"奥金尼僧侣", -- [5]
		}, -- [7]
		{
			1716791134, -- [1]
			1716791156, -- [2]
			"13:25:35", -- [3]
			"13:25:56", -- [4]
			"被激怒的骷髅", -- [5]
		}, -- [8]
		{
			1716791167, -- [1]
			1716791176, -- [2]
			"13:26:08", -- [3]
			"13:26:16", -- [4]
			"奥金尼灵魂祭司", -- [5]
		}, -- [9]
		{
			1716791182, -- [1]
			1716791244, -- [2]
			"13:26:23", -- [3]
			"13:27:24", -- [4]
			"复生的白骨", -- [5]
		}, -- [10]
		{
			1716791247, -- [1]
			1716791281, -- [2]
			"13:27:27", -- [3]
			"13:28:01", -- [4]
			"大主教玛拉达尔", -- [5]
		}, -- [11]
		{
			1716791514, -- [1]
			1716791525, -- [2]
			"13:31:54", -- [3]
			"13:32:05", -- [4]
			"黑暗的灵魂", -- [5]
		}, -- [12]
		{
			1716791542, -- [1]
			1716791553, -- [2]
			"13:32:23", -- [3]
			"13:32:33", -- [4]
			"黑暗的灵魂", -- [5]
		}, -- [13]
		{
			1716791570, -- [1]
			1716791583, -- [2]
			"13:32:51", -- [3]
			"13:33:03", -- [4]
			"黑暗的灵魂", -- [5]
		}, -- [14]
		{
			1716791595, -- [1]
			1716791603, -- [2]
			"13:33:15", -- [3]
			"13:33:23", -- [4]
			"黑暗的灵魂", -- [5]
		}, -- [15]
		{
			1716791619, -- [1]
			1716791626, -- [2]
			"13:33:40", -- [3]
			"13:33:46", -- [4]
			"黑暗的灵魂", -- [5]
		}, -- [16]
		{
			1716791672, -- [1]
			1716791688, -- [2]
			"13:34:32", -- [3]
			"13:34:48", -- [4]
			"黑暗的灵魂", -- [5]
		}, -- [17]
		{
			1716791719, -- [1]
			1716791725, -- [2]
			"13:35:20", -- [3]
			"13:35:25", -- [4]
			"黑暗的灵魂", -- [5]
		}, -- [18]
		{
			1716791736, -- [1]
			1716791742, -- [2]
			"13:35:37", -- [3]
			"13:35:42", -- [4]
			"黑暗的灵魂", -- [5]
		}, -- [19]
		{
			1716791750, -- [1]
			1716791757, -- [2]
			"13:35:50", -- [3]
			"13:35:57", -- [4]
			"黑暗的灵魂", -- [5]
		}, -- [20]
		{
			1716791791, -- [1]
			1716791795, -- [2]
			"13:36:31", -- [3]
			"13:36:35", -- [4]
			"黑暗的灵魂", -- [5]
		}, -- [21]
		{
			1716791935, -- [1]
			1716791942, -- [2]
			"13:38:55", -- [3]
			"13:39:02", -- [4]
			"黑暗的灵魂", -- [5]
		}, -- [22]
		{
			1716791992, -- [1]
			1716791997, -- [2]
			"13:39:53", -- [3]
			"13:39:57", -- [4]
			"黑暗的灵魂", -- [5]
		}, -- [23]
		{
			1716792019, -- [1]
			1716792028, -- [2]
			"13:40:20", -- [3]
			"13:40:28", -- [4]
			"黑暗的灵魂", -- [5]
		}, -- [24]
		{
			1716792066, -- [1]
			1716792089, -- [2]
			"13:41:06", -- [3]
			"13:41:29", -- [4]
			"黑暗的灵魂", -- [5]
		}, -- [25]
		{
			1716792105, -- [1]
			1716792110, -- [2]
			"13:41:45", -- [3]
			"13:41:50", -- [4]
			"黑暗的灵魂", -- [5]
		}, -- [26]
		{
			1716792130, -- [1]
			1716792140, -- [2]
			"13:42:10", -- [3]
			"13:42:20", -- [4]
			"激动的兽人灵魂", -- [5]
		}, -- [27]
		{
			1716811203, -- [1]
			1716811209, -- [2]
			"19:00:04", -- [3]
			"19:00:09", -- [4]
			"灰尘咆哮者", -- [5]
		}, -- [28]
		{
			1716811268, -- [1]
			1716811272, -- [2]
			"19:01:09", -- [3]
			"19:01:12", -- [4]
			"灰尘咆哮者", -- [5]
		}, -- [29]
		{
			1716811286, -- [1]
			1716811292, -- [2]
			"19:01:26", -- [3]
			"19:01:32", -- [4]
			"灰尘咆哮者", -- [5]
		}, -- [30]
		{
			1716811412, -- [1]
			1716811437, -- [2]
			"19:03:33", -- [3]
			"19:03:57", -- [4]
			"风鹏皇后", -- [5]
		}, -- [31]
		{
			1716812490, -- [1]
			1716812515, -- [2]
			"19:21:30", -- [3]
			"19:21:55", -- [4]
			"“脏鬼”拉瑞", -- [5]
		}, -- [32]
		{
			1716812648, -- [1]
			1716812656, -- [2]
			"19:24:09", -- [3]
			"19:24:16", -- [4]
			"老迈的裂蹄牛", -- [5]
		}, -- [33]
		{
			1716812725, -- [1]
			1716812732, -- [2]
			"19:25:25", -- [3]
			"19:25:32", -- [4]
			"大型风鹏", -- [5]
		}, -- [34]
		{
			1716812798, -- [1]
			1716812812, -- [2]
			"19:26:39", -- [3]
			"19:26:52", -- [4]
			"山丘戈隆", -- [5]
		}, -- [35]
	},
	["FoughtWho"] = {
		"山丘戈隆 19:26:39-19:26:52", -- [1]
		"大型风鹏 19:25:25-19:25:32", -- [2]
		"老迈的裂蹄牛 19:24:09-19:24:16", -- [3]
		"“脏鬼”拉瑞 19:21:30-19:21:55", -- [4]
		"风鹏皇后 19:03:33-19:03:57", -- [5]
	},
}
